[
    {
        "q": "MENANAM : MENUAI = _____ : _____",
        "opts": [
            "Makan : Kenyang",
            "Minum : Penuh",
            "Mencontek : Menghukum",
            "Menyakiti : Menangis",
            "Karya tulis : Jiplak"
        ],
        "answer": "Makan : Kenyang",
        "explanation": "Hubungan dalam soal ini adalah hubungan sebab-akibat atau urutan kejadian. Setelah melakukan tindakan 'Menanam', maka kita akan mendapatkan hasil yaitu 'Menuai'. Analogi yang paling tepat dan memiliki pola yang sama adalah 'Makan : Kenyang', karena setelah melakukan tindakan 'Makan', maka kita akan mendapatkan hasil yaitu 'Kenyang'.<br><br><b>Analisis Pilihan Jawaban:</b><br>1. <b>Makan : Kenyang.</b> Hubungan yang sejajar karena kenyang adalah hasil langsung dari makan (Sebab-Akibat).<br>2. <b>Minum : Penuh.</b> Kurang tepat karena 'penuh' biasanya merujuk pada wadah, bukan kondisi fisik subjek yang memadai seperti 'kenyang'.<br>3. <b>Mencontek : Menghukum.</b> Hubungan ini kurang tepat karena pelakunya berbeda (seseorang mencontek, orang lain menghukum).<br>4. <b>Menyakiti : Menangis.</b> Menangis adalah reaksi emosional, namun tidak sekuat hubungan sebab-akibat 'makan-kenyang'.<br>5. <b>Karya tulis : Jiplak.</b> Ini adalah hubungan objek dan tindakan negatif, bukan sebab-akibat dari sebuah proses.<br><br><b>Jawaban yang paling tepat adalah: Makan : Kenyang.</b>"
    },
    {
        "q": "KARDIOLOGI : JANTUNG = _____ : _____",
        "opts": [
            "Bakteriologi : Bakteri",
            "Obat-obatan : Farmakologi",
            "Ternologi : Termin",
            "Akutansi : Dagang",
            "Phatologi : Peta"
        ],
        "answer": "Bakteriologi : Bakteri",
        "explanation": "Hubungan dalam soal ini adalah bidang ilmu dan objek yang dipelajarinya. Kardiologi adalah cabang ilmu kedokteran yang secara spesifik mempelajari tentang jantung. Analogi yang paling tepat dan memiliki pola yang sama adalah 'Bakteriologi : Bakteri', karena Bakteriologi adalah cabang ilmu biologi yang mempelajari tentang bakteri.<br><br><b>Analisis Pilihan Jawaban:</b><br>1. <b>Bakteriologi : Bakteri.</b> Sangat tepat karena mengikuti pola [Bidang Ilmu] : [Objek yang Dipelajari].<br>2. <b>Obat-obatan : Farmakologi.</b> Terbalik, polanya menjadi [Objek] : [Bidang Ilmu]. Selain itu, Farmakologi seharusnya berada di posisi pertama jika ingin setara dengan Kardiologi.<br>3. <b>Ternologi : Termin.</b> Tidak memiliki hubungan bidang ilmu dan objek yang valid.<br>4. <b>Akutansi : Dagang.</b> Akuntansi adalah sistem pencatatan transaksi keuangan, bukan ilmu yang mempelajari 'dagang' sebagai objek biologis atau medis.<br>5. <b>Phatologi : Peta.</b> Hubungan yang salah. Patologi adalah ilmu yang mempelajari penyakit, bukan peta (ilmu tentang peta adalah Kartografi).<br><br><b>Jawaban yang paling tepat adalah: Bakteriologi : Bakteri.</b>"
    },
    {
        "q": "SUHU : CELCIUS = _____ : _____",
        "opts": [
            "Termo : Suhu",
            "Api : Kebakaran",
            "Banjir : Air",
            "Gempa : Richter",
            "Dosis : Obat"
        ],
        "answer": "Gempa : Richter",
        "explanation": "Hubungan dalam soal ini adalah besaran dan satuan ukur atau skalanya. Suhu adalah sesuatu yang diukur, dan Celcius adalah salah satu satuan atau skala pengukurnya. Analogi yang paling tepat dan memiliki pola yang sama adalah 'Gempa : Richter', karena Gempa adalah fenomena yang diukur kekuatannya, dan Richter adalah skala pengukurnya.<br><br><b>Analisis Pilihan Jawaban:</b><br>1. <b>Termo : Suhu.</b> Hubungan alat dan objek (Termometer untuk mengukur suhu), namun kata 'Termo' tidak lengkap dan polanya terbalik.<br>2. <b>Api : Kebakaran.</b> Hubungan sebab-akibat, di mana api dapat menyebabkan kebakaran.<br>3. <b>Banjir : Air.</b> Hubungan fenomena dan unsur pembentuknya, bukan hubungan besaran dan skala ukur.<br>4. <b>Gempa : Richter.</b> Sangat tepat karena mengikuti pola [Besaran/Fenomena] : [Skala Ukur].<br>5. <b>Dosis : Obat.</b> Hubungan takaran atau ukuran terhadap suatu benda, bukan fenomena alam dan skala ukurnya.<br><br><b>Jawaban yang paling tepat adalah: Gempa : Richter.</b>"
    },
    {
        "q": "SENDOK : MAKAN = _____ : _____",
        "opts": [
            "Buku : Jual",
            "Sandal : Jepit",
            "Rambut : Sisir",
            "Gelas : Minum",
            "Siswa : Sekolah"
        ],
        "answer": "Gelas : Minum",
        "explanation": "Hubungan dalam soal ini adalah alat dan fungsinya. Sendok adalah alat yang digunakan untuk melakukan aktivitas makan. Analogi yang paling tepat dan memiliki pola yang sama adalah 'Gelas : Minum', karena gelas merupakan alat yang digunakan untuk melakukan aktivitas minum.<br><br><b>Analisis Pilihan Jawaban:</b><br>1. <b>Buku : Jual.</b> Hubungan objek dan tindakan komersial, bukan fungsi utama dari benda tersebut (fungsi buku adalah dibaca/ditulis).<br>2. <b>Sandal : Jepit.</b> Hubungan benda dan jenisnya (sandal jepit), bukan alat dan fungsinya.<br>3. <b>Rambut : Sisir.</b> Terbalik, polanya menjadi [Objek yang dikenai tindakan] : [Alat]. Jika ingin setara, seharusnya Sisir : Menyisir.<br>4. <b>Gelas : Minum.</b> Sangat tepat karena mengikuti pola [Alat] : [Fungsi Utama].<br>5. <b>Siswa : Sekolah.</b> Hubungan subjek dan tempat beraktivitas, bukan alat dan fungsi.<br><br><b>Jawaban yang paling tepat adalah: Gelas : Minum.</b>"
    },
    {
        "q": "CINCIN : JARI = _____ : _____",
        "opts": [
            "Bunga : Taman",
            "Meja : Kursi",
            "Kalung : Leher",
            "Kaki : Sepatu",
            "Obat : Sakit"
        ],
        "answer": "Kalung : Leher",
        "explanation": "Hubungan dalam soal ini adalah benda (perhiasan/aksesoris) dan tempat mengenakannya pada tubuh. Cincin adalah benda yang dipakai di jari. Analogi yang paling tepat dan memiliki pola yang sama adalah 'Kalung : Leher', karena kalung adalah benda yang dipakai di leher.<br><br><b>Analisis Pilihan Jawaban:</b><br>1. <b>Bunga : Taman.</b> Hubungan objek dan tempat berada secara umum, bukan benda yang dikenakan pada anggota tubuh.<br>2. <b>Meja : Kursi.</b> Hubungan pasangan benda yang sering digunakan bersamaan, bukan hubungan letak pemakaian pada tubuh.<br>3. <b>Kalung : Leher.</b> Sangat tepat karena mengikuti pola [Benda/Aksesoris] : [Letak Pemakaian di Tubuh].<br>4. <b>Kaki : Sepatu.</b> Terbalik, polanya menjadi [Anggota Tubuh] : [Benda]. Jika ingin setara, seharusnya Sepatu : Kaki.<br>5. <b>Obat : Sakit.</b> Hubungan benda dan kondisi yang diatasi (Solusi-Masalah), bukan hubungan letak pemakaian.<br><br><b>Jawaban yang paling tepat adalah: Kalung : Leher.</b>"
    },
    {
        "q": "KOMPOR : API = _____ : _____",
        "opts": [
            "Palung : Gua",
            "Pohon : Buah",
            "Kipas : Angin",
            "Jalan : Macet",
            "Lemari : Es"
        ],
        "answer": "Kipas : Angin",
        "explanation": "Hubungan dalam soal ini adalah alat dan unsur yang dihasilkannya untuk berfungsi. Kompor adalah alat yang menghasilkan api (sebagai fungsi utamanya). Analogi yang paling tepat dan memiliki pola yang sama adalah 'Kipas : Angin', karena kipas adalah alat yang menghasilkan angin.<br><br><b>Analisis Pilihan Jawaban:</b><br>1. <b>Palung : Gua.</b> Hubungan bentang alam yang berbeda, tidak menunjukkan hubungan alat dan hasil produksi.<br>2. <b>Pohon : Buah.</b> Hubungan organisme biologis dan hasil reproduksinya, bukan alat buatan manusia dan fungsi unsurnya.<br>3. <b>Kipas : Angin.</b> Sangat tepat karena mengikuti pola [Alat] : [Unsur yang Dihasilkan].<br>4. <b>Jalan : Macet.</b> Hubungan tempat dan kondisi negatif yang mungkin terjadi, bukan fungsi utama yang dihasilkan.<br>5. <b>Lemari : Es.</b> Hubungan tempat penyimpanan dan objek yang disimpan. Jika pilihannya 'Kulkas : Dingin', maka bisa menjadi pertimbangan, namun 'Lemari : Es' lebih merujuk pada wadah dan isi.<br><br><b>Jawaban yang paling tepat adalah: Kipas : Angin.</b>"
    },
    {
        "q": "TELUR : BUTIR = _____ : _____",
        "opts": [
            "Buku : Lembar",
            "Air : Meter",
            "Pakaian : Kodi",
            "Kertas : Kilogram",
            "Bawang : Siung"
        ],
        "answer": "Bawang : Siung",
        "explanation": "Hubungan dalam soal ini adalah benda dan satuan hitung (penggolong) yang umum digunakan untuk benda tersebut secara individu. Telur biasanya dihitung dengan satuan 'Butir'. Analogi yang paling tepat dan memiliki pola yang sama adalah 'Bawang : Siung', karena satuan hitung untuk bawang (khususnya bawang putih atau merah dalam satu bonggol) adalah 'Siung'.<br><br><b>Analisis Pilihan Jawaban:</b><br>1. <b>Buku : Lembar.</b> Kurang tepat karena 'Lembar' biasanya digunakan untuk kertas; buku biasanya dihitung dengan satuan 'Buah' atau 'Eksemplar'.<br>2. <b>Air : Meter.</b> Salah, karena air adalah benda cair yang diukur dengan satuan volume (Liter atau Meter Kubik), bukan panjang (Meter).<br>3. <b>Pakaian : Kodi.</b> Kodi adalah satuan jumlah (grosir) yang terdiri dari 20 buah, bukan satuan hitung dasar untuk satu unit benda tersebut.<br>4. <b>Kertas : Kilogram.</b> Kilogram adalah satuan berat, sedangkan satuan hitung dasar untuk kertas adalah 'Lembar' atau 'Rim' (untuk jumlah banyak).<br>5. <b>Bawang : Siung.</b> Sangat tepat karena mengikuti pola [Benda] : [Satuan Hitung Dasar].<br><br><b>Jawaban yang paling tepat adalah: Bawang : Siung.</b>"
    },
    {
        "q": "BERPIKIR : ARIF = _____ : _____",
        "opts": [
            "Kamera : Potret",
            "Bodoh : Rajin",
            "Belajar : Pandai",
            "Litografi : Batu",
            "Cetak : Kertas"
        ],
        "answer": "Belajar : Pandai",
        "explanation": "Hubungan dalam soal ini adalah proses dan hasil positif yang diperoleh dari proses tersebut (Sebab-Akibat). Seseorang yang banyak menggunakan waktunya untuk 'Berpikir' akan tumbuh menjadi orang yang 'Arif' (bijaksana). Analogi yang paling tepat dan memiliki pola yang sama adalah 'Belajar : Pandai', karena seseorang yang banyak 'Belajar' akan menjadi 'Pandai'.<br><br><b>Analisis Pilihan Jawaban:</b><br>1. <b>Kamera : Potret.</b> Hubungan alat dan hasil karyanya, bukan proses pengembangan diri dan sifat yang dihasilkan.<br>2. <b>Bodoh : Rajin.</b> Tidak memiliki hubungan sebab-akibat yang logis; keduanya merupakan kata sifat yang tidak saling menghasilkan.<br>3. <b>Belajar : Pandai.</b> Sangat tepat karena mengikuti pola [Proses/Tindakan] : [Hasil Sifat/Kualitas].<br>4. <b>Litografi : Batu.</b> Hubungan teknik cetak dan media yang digunakan, bukan hubungan proses dan kualitas diri.<br>5. <b>Cetak : Kertas.</b> Hubungan tindakan dan media objeknya, tidak mencerminkan pertumbuhan kualitas subjek.<br><br><b>Jawaban yang paling tepat adalah: Belajar : Pandai.</b>"
    },
    {
        "q": "KERTAS : HELAI = _____ : _____",
        "opts": [
            "Jam : Detik",
            "Umur : Tahun",
            "Air : Minum",
            "Ilmu : Nilai",
            "Kecepatan : Jam"
        ],
        "answer": "Umur : Tahun",
        "explanation": "Hubungan dalam soal ini adalah benda atau besaran dengan satuan hitung atau pengukurnya. Kertas dihitung dalam satuan 'Helai'. Analogi yang paling tepat dan memiliki pola yang sama adalah 'Umur : Tahun', karena umur dihitung atau diukur dalam satuan 'Tahun'.<br><br><b>Analisis Pilihan Jawaban:</b><br>1. <b>Jam : Detik.</b> Hubungan antara satuan waktu yang besar ke satuan waktu yang lebih kecil, bukan besaran dan satuan hitungnya.<br>2. <b>Umur : Tahun.</b> Sangat tepat karena mengikuti pola [Besaran/Benda] : [Satuan Ukur/Hitung].<br>3. <b>Air : Minum.</b> Hubungan benda dan aktivitas atau fungsi, bukan satuan hitung.<br>4. <b>Ilmu : Nilai.</b> Nilai bukan merupakan satuan hitung untuk ilmu, melainkan hasil evaluasi dari pemahaman ilmu.<br>5. <b>Kecepatan : Jam.</b> Jam adalah satuan waktu, sedangkan satuan untuk kecepatan adalah jarak per waktu (misalnya km/jam).<br><br><b>Jawaban yang paling tepat adalah: Umur : Tahun.</b>"
    },
    {
        "q": "MANUSIA : MAKANAN = _____ : _____",
        "opts": [
            "Sapi : Daging",
            "Sepeda : Solar",
            "Pesawat terbang : Penumpang",
            "Penyakit : Virus",
            "Mobil : Bensin"
        ],
        "answer": "Mobil : Bensin",
        "explanation": "Hubungan dalam soal ini adalah subjek dan sumber energi yang dibutuhkannya untuk dapat berfungsi atau bergerak. Manusia membutuhkan makanan sebagai bahan bakar atau sumber energi utama. Analogi yang paling tepat dan memiliki pola yang sama adalah 'Mobil : Bensin', karena mobil membutuhkan bensin sebagai sumber energi untuk dapat bergerak.<br><br><b>Analisis Pilihan Jawaban:</b><br>1. <b>Sapi : Daging.</b> Hubungan subjek dan hasil produksinya (atau bagian tubuhnya), bukan sumber energinya (sumber energi sapi adalah rumput).<br>2. <b>Sepeda : Solar.</b> Hubungan yang salah karena sepeda digerakkan oleh tenaga manusia (pedal), bukan bahan bakar solar.<br>3. <b>Pesawat terbang : Penumpang.</b> Hubungan antara alat transportasi dan objek yang diangkutnya, bukan sumber energi.<br>4. <b>Penyakit : Virus.</b> Hubungan akibat dan penyebabnya, bukan kebutuhan energi.<br>5. <b>Mobil : Bensin.</b> Sangat tepat karena mengikuti pola [Subjek/Mesin] : [Sumber Energi/Bahan Bakar].<br><br><b>Jawaban yang paling tepat adalah: Mobil : Bensin.</b>"
    }
]