[
    {
        "q": "Ali adalah karyawan yang tingkat kehadirannya rendah pada bulan tertentu sehingga mengganggu kinerjanya. Sebagai pimpinan Ali, Aldo mendapatkan informasi bahwa Ali sering izin karena merayakan ritual keagamaanya yang banyak. Apa yang harus dilakukan Aldo?",
        "opts": [
            {
                "text": "Tidak memberikan izin kepada Ali untuk melakukan ritual keagamaannya karena menganggu kinerjanya",
                "score": 1
            },
            {
                "text": "Mencari informasi mengenai ritual-ritual keagaaman sesuai dengan agama yang dianut oleh Ali",
                "score": 2
            },
            {
                "text": "Menggali informasi dari Ali mengenai ritual-ritual keagaaman yang harus dilakukannya",
                "score": 3
            },
            {
                "text": "Menjelaskan tentang aturan kerja dan berdiskusi dengan Ali tentang cara untuk menyesuaikan diri antara bekerja dan beribadah",
                "score": 5
            },
            {
                "text": "Berusaha berdiskusi dengan Ali dan karyawan lain tentang aturan kehadiran yang disesuaikan dengan kebutuhan beribadah",
                "score": 4
            }
        ],
        "explanation": "Soal ini menguji aspek <b>Sosial Budaya</b> dan <b>Kepemimpinan</b>. Seorang pemimpin harus mampu menghargai keberagaman keyakinan bawahannya namun tetap menjaga profesionalisme dan produktivitas organisasi melalui komunikasi yang solutif.<br><br><b>Analisis Poin Jawaban:</b><br>1. <b>Menjelaskan tentang aturan kerja dan berdiskusi dengan Ali tentang cara untuk menyesuaikan diri antara bekerja dan beribadah (Poin 5).</b> Ini adalah solusi paling tepat (<i>win-win solution</i>). Aldo menjalankan fungsinya untuk menegakkan aturan perusahaan sekaligus menunjukkan toleransi dengan mencari jalan tengah agar kewajiban kerja dan hak beribadah Ali tetap terpenuhi.<br>2. <b>Berusaha berdiskusi dengan Ali dan karyawan lain tentang aturan kehadiran yang disesuaikan dengan kebutuhan beribadah (Poin 4).</b> Tindakan yang sangat inklusif karena melibatkan aspirasi tim untuk menciptakan lingkungan kerja yang ramah keberagaman, namun sedikit di bawah poin D karena fokus utama masalah ada pada kasus spesifik Ali.<br>3. <b>Menggali informasi dari Ali mengenai ritual-ritual keagaaman yang harus dilakukannya (Poin 3).</b> Langkah awal yang baik untuk memahami situasi secara objektif dari sumbernya langsung, meskipun belum sampai pada tahap penyelesaian masalah kinerja.<br>4. <b>Mencari informasi mengenai ritual-ritual keagaaman sesuai dengan agama yang dianut oleh Ali (Poin 2).</b> Menunjukkan niat untuk memahami, namun bersifat pasif karena tidak melibatkan dialog langsung dengan karyawan yang bersangkutan.<br>5. <b>Tidak memberikan izin kepada Ali untuk melakukan ritual keagamaannya karena menganggu kinerjanya (Poin 1).</b> Ini adalah sikap yang tidak toleran dan kaku. Menolak hak beribadah tanpa diskusi dapat merusak hubungan industrial dan melanggar nilai-nilai sosial budaya di lingkungan kerja.<br><br><b>Jawaban dengan poin tertinggi adalah: Menjelaskan tentang aturan kerja dan berdiskusi dengan Ali tentang cara untuk menyesuaikan diri antara bekerja dan beribadah.</b>"
    },
    {
        "q": "Teguh ditolak oleh Amin dan Leo ketika ditunjuk sebagai ketua kelompok penelitian karena ia berasal dari daerah. Budi tidak ingin mengecewakan Amin dan Leo, tetapi juga ingin menghargai kemampuan Teguh walaupun merupakan orang daerah. Apa yang sebaiknya dilakukan oleh Budi?",
        "opts": [
            {
                "text": "Menerima Teguh jika yang lain setuju atas penunjukan Teguh sebagai ketua kelompok penelitian",
                "score": 3
            },
            {
                "text": "Mengusulkan agar Teguh diberikan kesempatan untuk menjadi ketua kelompok penelitian",
                "score": 4
            },
            {
                "text": "Menyetujui pandangan Amin tentang Teguh sebagai orang daerah",
                "score": 1
            },
            {
                "text": "Meminta Amin mengenali kemampuan Teguh sebelumnya",
                "score": 2
            },
            {
                "text": "Mengajak semua teman-teman kelompok untuk menghargai Teguh sebagai orang daerah",
                "score": 5
            }
        ],
        "explanation": "Soal ini menguji aspek <b>Sosial Budaya</b> (Antiradikalisme dan Kebhinekaan). Dalam lingkungan kelompok yang majemuk, seorang anggota harus mampu bersikap objektif dan mengedukasi rekan lainnya agar tidak melakukan diskriminasi berdasarkan asal daerah atau latar belakang primodial.<br><br><b>Analisis Poin Jawaban:</b><br>1. <b>Mengajak semua teman-teman kelompok untuk menghargai Teguh sebagai orang daerah (Poin 5).</b> Ini adalah jawaban terbaik karena Budi mengambil peran aktif sebagai jembatan komunikasi (<i>mediator</i>). Ia tidak hanya membela Teguh secara personal, tetapi juga memberikan edukasi nilai inklusivitas kepada seluruh anggota kelompok.<br>2. <b>Mengusulkan agar Teguh diberikan kesempatan untuk menjadi ketua kelompok penelitian (Poin 4).</b> Menunjukkan keberanian untuk bersikap objektif berdasarkan kemampuan Teguh. Budi mencoba menantang stigma negatif dengan pembuktian kinerja (kesempatan), namun sedikit di bawah poin E karena fokusnya masih pada jabatan, bukan pada perubahan cara pandang kelompok.<br>3. <b>Menerima Teguh jika yang lain setuju atas penunjukan Teguh sebagai ketua kelompok penelitian (Poin 3).</b> Sikap yang demokratis dan cari aman. Budi bersedia menerima, namun ia tidak melakukan upaya aktif untuk mengubah diskriminasi yang terjadi dan hanya mengikuti arus suara mayoritas.<br>4. <b>Meminta Amin mengenali kemampuan Teguh sebelumnya (Poin 2).</b> Upaya yang baik untuk mengalihkan fokus dari latar belakang ke kemampuan, namun hanya ditujukan pada satu orang (Amin) sehingga masalah diskriminasi dalam kelompok secara utuh belum terselesaikan.<br>5. <b>Menyetujui pandangan Amin tentang Teguh sebagai orang daerah (Poin 1).</b> Ini adalah sikap yang paling buruk. Mendukung diskriminasi atau rasisme berdasarkan asal daerah adalah tindakan yang merusak persatuan dan tidak menunjukkan integritas sebagai anggota kelompok yang terpelajar.<br><br><b>Jawaban dengan poin tertinggi adalah: Mengajak semua teman-teman kelompok untuk menghargai Teguh sebagai orang daerah.</b>"
    },
    {
        "q": "Saat Anda melakukan kegiatan kuliah lapangan di desa selama dua bulan, beberapa warga mengeluhkan mengenai kebiasaan Anda dan teman-teman yang sering rapat dan berbincang dengan rekan lokasi sampai larut malam. Apa yang seharusnya Anda lakukan?",
        "opts": [
            {
                "text": "Mengingatkan teman Anda dan tidak berbincang hingga larut malam",
                "score": 5
            },
            {
                "text": "Apabila sedang berkumpul dengan teman dibatasi tidak sampai larut malam",
                "score": 4
            },
            {
                "text": "Berusaha untuk membiasakan diri dengan membatasi jam berkumpul",
                "score": 3
            },
            {
                "text": "Menanyakan apa yang membuat perilaku mereka dikeluhkan oleh warga",
                "score": 2
            },
            {
                "text": "Tetap melakukannya karena keluhan warga merupakan hal yang wajar dan biasa",
                "score": 1
            }
        ],
        "explanation": "Soal ini menguji aspek <b>Sosial Budaya</b> dan <b>Etika Bermasyarakat</b>. Sebagai tamu atau pendatang (mahasiswa KKN/Kuliah Lapangan), Anda dituntut untuk memiliki kepekaan terhadap norma lokal dan mampu beradaptasi dengan lingkungan sekitar agar tidak menimbulkan keresahan.<br><br><b>Analisis Poin Jawaban:</b><br>1. <b>Mengingatkan teman Anda dan tidak berbincang hingga larut malam (Poin 5).</b> Ini adalah jawaban terbaik karena menunjukkan tanggung jawab kolektif. Anda tidak hanya membatasi diri sendiri, tetapi juga proaktif mengajak rekan tim untuk menghormati ketenangan warga desa.<br>2. <b>Apabila sedang berkumpul dengan teman dibatasi tidak sampai larut malam (Poin 4).</b> Tindakan yang sangat baik dan solutif secara langsung terhadap keluhan warga, namun sedikit di bawah poin A karena tidak secara eksplisit menyebutkan koordinasi atau saling mengingatkan antar anggota tim.<br>3. <b>Berusaha untuk membiasakan diri dengan membatasi jam berkumpul (Poin 3).</b> Menunjukkan niat untuk berubah dan beradaptasi dengan budaya setempat, meskipun fokusnya lebih kepada penyesuaian diri pribadi daripada tindakan nyata segera.<br>4. <b>Menanyakan apa yang membuat perilaku mereka dikeluhkan oleh warga (Poin 2).</b> Tindakan ini cenderung mencari alasan atau klarifikasi tambahan, padahal keluhan warga sudah cukup jelas mengenai gangguan waktu istirahat (larut malam). Kurang menunjukkan inisiatif perbaikan cepat.<br>5. <b>Tetap melakukannya karena keluhan warga merupakan hal yang wajar dan biasa (Poin 1).</b> Ini adalah sikap yang paling buruk. Mengabaikan keluhan masyarakat lokal menunjukkan kurangnya empati, rendahnya kemampuan adaptasi sosial, dan dapat merusak nama baik institusi pendidikan Anda.<br><br><b>Jawaban dengan poin tertinggi adalah: Mengingatkan teman Anda dan tidak berbincang hingga larut malam.</b>"
    },
    {
        "q": "Di kantor tampak ada dominasi karyawan yang berasal dari satu suku tertentu. Salah satu dari rekan kerja memiliki sifat buruk. Ia merupakan salah satu bagian dari suku tersebut. Bagaimana sikap Anda?",
        "opts": [
            {
                "text": "Memahami bahwa sifat buruk seorang karyawan bersifat pribadi yang tidak dipengaruhi oleh faktor suku",
                "score": 3
            },
            {
                "text": "Mengingatkan rekan kerja lain untuk bersikap objektif dan menghormati siapa pun dari suku apa pun",
                "score": 5
            },
            {
                "text": "Menilai bahwa sifat buruk itu hanya dimiliki karyawan itu saja, tidak pada semua karyawan dari suku tersebut",
                "score": 2
            },
            {
                "text": "Menjauhi semua karyawan yang berasal dari suku tersebut karena sifat buruk itu hasil dari internalisasi budaya suku",
                "score": 1
            },
            {
                "text": "Mencari informasi kekhasan nilai positif dari suku tersebut dan memahami mengapa terjadi dominasi karyawan dari suku tersebut",
                "score": 4
            }
        ],
        "explanation": "Soal ini menguji aspek <b>Sosial Budaya</b>, khususnya mengenai kemampuan <b>Perekat Bangsa</b> dan moderasi beragama/suku. Di lingkungan kerja yang didominasi suku tertentu, seorang ASN atau karyawan profesional harus mampu mencegah timbulnya stereotip negatif dan menjaga harmonisasi antarpegawai.<br><br><b>Analisis Poin Jawaban:</b><br>1. <b>Mengingatkan rekan kerja lain untuk bersikap objektif dan menghormati siapa pun dari suku apa pun (Poin 5).</b> Ini adalah jawaban terbaik karena Anda mengambil peran aktif sebagai penengah (<i>bridge builder</i>). Anda tidak hanya bersikap bijak secara pribadi, tetapi juga mengedukasi lingkungan agar tidak terjebak dalam generalisasi atau rasisme sistemik.<br>2. <b>Mencari informasi kekhasan nilai positif dari suku tersebut dan memahami mengapa terjadi dominasi karyawan dari suku tersebut (Poin 4).</b> Menunjukkan kemauan untuk belajar dan memahami keberagaman (<i>cultural awareness</i>). Dengan mencari sisi positif, Anda membangun empati dan mencegah pikiran negatif terhadap dominasi suku tersebut.<br>3. <b>Memahami bahwa sifat buruk seorang karyawan bersifat pribadi yang tidak dipengaruhi oleh faktor suku (Poin 3).</b> Sikap yang objektif dan rasional secara internal. Anda berhasil memisahkan antara perilaku individu dengan latar belakang etnisnya, meskipun belum melakukan tindakan eksternal untuk memperbaiki iklim kantor.<br>4. <b>Menilai bahwa sifat buruk itu hanya dimiliki karyawan itu saja, tidak pada semua karyawan dari suku tersebut (Poin 2).</b> Masih menunjukkan upaya untuk tidak menjeneralisasi, namun kalimat ini memiliki nuansa yang lebih pasif dibandingkan pilihan A.<br>5. <b>Menjauhi semua karyawan yang berasal dari suku tersebut karena sifat buruk itu hasil dari internalisasi budaya suku (Poin 1).</b> Ini adalah sikap yang paling buruk. Melakukan diskriminasi dan menjeneralisasi sifat buruk individu ke seluruh suku (stereotip) adalah tindakan yang merusak persatuan dan sangat tidak profesional di lingkungan kerja.<br><br><b>Jawaban dengan poin tertinggi adalah: Mengingatkan rekan kerja lain untuk bersikap objektif dan menghormati siapa pun dari suku apa pun.</b>"
    },
    {
        "q": "Fahrul berasal dari suku tertinggal yang saat ini kuliah di kota besar. Ia ikut himpunan mahasiswa yang anggotanya beragam latar belakang. Ia sering salah memahami instruksi sehingga kinerjanya rendah. Apa yang seharusnya dilakukan Fadli sebagai ketua?",
        "opts": [
            {
                "text": "Mendiskusikan dengan anggota lain mengenai cara membantu Fahrul agar cepat memahami instruksi",
                "score": 5
            },
            {
                "text": "Mengumpulkan informasi mengenai budaya Fahrul agar tidak lagi terjadi kesalahan memahami instruksi",
                "score": 4
            },
            {
                "text": "Menuntut Fahrul untuk berkinerja seperti anggota lain agar tujuan organisasi tercapai",
                "score": 1
            },
            {
                "text": "Bertanya kepada salah satu teman yang mengenal Fahrul mengenai budaya Fahrul di daerah",
                "score": 3
            },
            {
                "text": "Meminta Fahrul menceritakan budayanya agar menemukan cara tepat untuk menyampaikan instruksi",
                "score": 2
            }
        ],
        "explanation": "Soal ini menguji aspek <b>Kepemimpinan</b> dalam konteks <b>Sosial Budaya</b> (Keberagaman). Seorang ketua organisasi harus mampu merangkul perbedaan latar belakang anggota dan menciptakan sistem pendukung (<i>support system</i>) agar setiap individu dapat berkontribusi maksimal.<br><br><b>Analisis Poin Jawaban:</b><br>1. <b>Mendiskusikan dengan anggota lain mengenai cara membantu Fahrul agar cepat memahami instruksi (Poin 5).</b> Ini adalah jawaban terbaik karena Fadli melibatkan seluruh tim untuk mencari solusi kolaboratif. Ini membangun budaya inklusif di mana anggota lain juga belajar berempati dan membantu rekan yang kesulitan tanpa merasa terbebani sendirian.<br>2. <b>Mengumpulkan informasi mengenai budaya Fahrul agar tidak lagi terjadi kesalahan memahami instruksi (Poin 4).</b> Menunjukkan inisiatif Fadli untuk memahami akar masalah melalui pendekatan budaya (<i>cultural awareness</i>). Ini langkah proaktif yang sangat baik untuk menyesuaikan gaya komunikasi ketua di masa depan.<br>3. <b>Bertanya kepada salah satu teman yang mengenal Fahrul mengenai budaya Fahrul di daerah (Poin 3).</b> Upaya untuk mencari informasi pihak ketiga. Cukup membantu untuk mendapatkan konteks, namun belum menyentuh aspek penyelesaian masalah kinerja di dalam organisasi secara langsung.<br>4. <b>Meminta Fahrul menceritakan budayanya agar menemukan cara tepat untuk menyampaikan instruksi (Poin 2).</b> Meskipun berniat baik, tindakan ini berisiko membuat Fahrul merasa tertekan atau 'berbeda' di depan umum jika tidak dilakukan dengan sangat hati-hati. Terkesan membebankan masalah pada Fahrul untuk menjelaskan dirinya sendiri.<br>5. <b>Menuntut Fahrul untuk berkinerja seperti anggota lain agar tujuan organisasi tercapai (Poin 1).</b> Ini adalah sikap kepemimpinan yang kaku dan tidak empatik. Mengabaikan kesenjangan latar belakang dan hanya menuntut hasil tanpa memberikan bimbingan akan merusak motivasi anggota dan menghambat inklusivitas organisasi.<br><br><b>Jawaban dengan poin tertinggi adalah: Mendiskusikan dengan anggota lain mengenai cara membantu Fahrul agar cepat memahami instruksi.</b>"
    },
    {
        "q": "Junianto dipromosikan menjadi manager pemasaran, ia meminta masukan kepada semua karyawan untuk meningkatkan kerja sama. Kondisi sekarang sebagian anak buahnya memiliki kesamaan budaya dengan dirinya. Hal ini kadang menjadi kecemburuan karyawan dengan latar belakang yang berbeda, Junianto sebaiknya ...",
        "opts": [
            {
                "text": "Lebih mendekatkan diri pada kelompok yang mau memunculkan ide yang relevan dengan dirinya",
                "score": 3
            },
            {
                "text": "Mengabaikan usulan kelompok yang berlatar belakang berbeda dengannya",
                "score": 1
            },
            {
                "text": "Menerima usulan dan bekerja sama dengan siapa saja untuk mencapai kemajuan perusahaan",
                "score": 5
            },
            {
                "text": "Hanya memprioritaskan usulan dari kelompok yang memiliki kesamaan dengannya",
                "score": 2
            },
            {
                "text": "Berusaha menghargai perbedaan yang ada selama usulannya positif bagi perkembangan perusahaan",
                "score": 4
            }
        ],
        "explanation": "Soal ini menguji aspek <b>Kepemimpinan dalam Keberagaman</b> dan <b>Profesionalisme</b>. Seorang manajer harus mampu bertindak objektif dan inklusif, memastikan bahwa latar belakang budaya tidak menjadi penghalang dalam kolaborasi tim maupun pengambilan keputusan.<br><br><b>Analisis Poin Jawaban:</b><br>1. <b>Menerima usulan dan bekerja sama dengan siapa saja untuk mencapai kemajuan perusahaan (Poin 5).</b> Ini adalah jawaban terbaik karena menunjukkan profesionalisme murni. Junianto memposisikan diri sebagai pemimpin bagi seluruh karyawan tanpa sekat primordial (budaya), dengan fokus utama pada visi kemajuan perusahaan.<br>2. <b>Berusaha menghargai perbedaan yang ada selama usulannya positif bagi perkembangan perusahaan (Poin 4).</b> Menunjukkan sikap toleran dan terbuka terhadap keberagaman. Poin ini sangat baik, namun sedikit di bawah pilihan C karena pilihan C lebih menekankan pada tindakan kerja sama aktif (eksekusi) dengan siapa pun.<br>3. <b>Lebih mendekatkan diri pada kelompok yang mau memunculkan ide yang relevan dengan dirinya (Poin 3).</b> Sikap ini cenderung subjektif. Meskipun mencari ide yang relevan itu baik, membatasi kedekatan hanya pada kelompok tertentu akan memperparah kecemburuan sosial di kantor.<br>4. <b>Hanya memprioritaskan usulan dari kelompok yang memiliki kesamaan dengannya (Poin 2).</b> Tindakan ini menunjukkan keberpihakan (nepotisme budaya) yang sangat tidak profesional. Hal ini akan merusak moral karyawan yang berbeda latar belakang dan menghambat kreativitas tim secara keseluruhan.<br>5. <b>Mengabaikan usulan kelompok yang berlatar belakang berbeda dengannya (Poin 1).</b> Ini adalah sikap yang paling buruk. Diskriminasi terang-terangan seperti ini akan menciptakan konflik internal yang serius dan membuktikan kegagalan Junianto dalam menjalankan fungsi manajerial yang adil.<br><br><b>Jawaban dengan poin tertinggi adalah: Menerima usulan dan bekerja sama dengan siapa saja untuk mencapai kemajuan perusahaan.</b>"
    },
    {
        "q": "Bona adalah anak disabilitas di sebuah perguruan tinggi. Dosen menunjuknya menjadi ketua kelompok dalam proyek mata kuliah. Rudi adalah anggota kelompok Bona. Teman-teman tidak nyaman dan meragukan kemampuan Bona dan ingin menggantinya. Jika Saya menjadi Rudi, yang saya lakukan ...",
        "opts": [
            {
                "text": "Bersedia untuk bekerja sama dalam tugas kelompok serta mempelajari cara Bona bekerja dan memimpin kelompok",
                "score": 3
            },
            {
                "text": "Menyakinkan kepada teman-teman bahwa Bona bisa menjadi ketua tim dan mengajak untuk mengikuti arahan Bona",
                "score": 5
            },
            {
                "text": "Setuju dengan anggota kelompok bahwa sebaiknya mengganti Bona karena memiliki keterbatasan",
                "score": 1
            },
            {
                "text": "Menerima keputusan dosen untuk menjadikan Bona sebagi ketua kelompok karena semua bisa menjadi ketua",
                "score": 4
            },
            {
                "text": "Menyampaikan kepada Bona bahwa dia mendukungnya menjadi ketua kelompok",
                "score": 2
            }
        ],
        "explanation": "Soal ini menguji aspek <b>Sosial Budaya</b> dan <b>Jejaring Kerja</b>, khususnya terkait inklusivitas terhadap penyandang disabilitas. Sebagai rekan tim, Rudi diharapkan mampu menunjukkan sikap suportif dan membantu menciptakan lingkungan yang adil tanpa diskriminasi fisik.<br><br><b>Analisis Poin Jawaban:</b><br>1. <b>Menyakinkan kepada teman-teman bahwa Bona bisa menjadi ketua tim dan mengajak untuk mengikuti arahan Bona (Poin 5).</b> Ini adalah tindakan yang paling proaktif sebagai jembatan (<i>mediator</i>). Rudi tidak hanya menerima, tetapi juga berusaha mengubah stigma negatif teman-temannya agar kelompok tetap solid dan inklusif.<br>2. <b>Menerima keputusan dosen untuk menjadikan Bona sebagi ketua kelompok karena semua bisa menjadi ketua (Poin 4).</b> Menunjukkan kepatuhan pada otoritas dan pandangan yang objektif bahwa setiap individu memiliki hak yang sama untuk memimpin, meskipun belum secara aktif merangkul rekan lainnya.<br>3. <b>Bersedia untuk bekerja sama dalam tugas kelompok serta mempelajari cara Bona bekerja dan memimpin kelompok (Poin 3).</b> Menunjukkan sikap terbuka dan kemauan untuk beradaptasi. Ini adalah respon positif yang menunjukkan rasa hormat terhadap proses kerja rekan penyandang disabilitas.<br>4. <b>Menyampaikan kepada Bona bahwa dia mendukungnya menjadi ketua kelompok (Poin 2).</b> Dukungan moral secara personal memang baik, namun dalam situasi kelompok yang menolak, tindakan ini kurang efektif jika tidak disertai upaya untuk meyakinkan anggota kelompok yang lain.<br>5. <b>Setuju dengan anggota kelompok bahwa sebaiknya mengganti Bona karena memiliki keterbatasan (Poin 1).</b> Ini adalah sikap yang diskriminatif dan tidak memiliki empati. Menilai kemampuan seseorang hanya berdasarkan keterbatasan fisik adalah tindakan yang melanggar nilai kemanusiaan dan inklusivitas.<br><br><b>Jawaban dengan poin tertinggi adalah: Menyakinkan kepada teman-teman bahwa Bona bisa menjadi ketua tim dan mengajak untuk mengikuti arahan Bona.</b>"
    },
    {
        "q": "Fuad memimpin proyek pembangunan double track kerta api yang melintasi Desa Sambel. Tiga bulan proyek mangkrak dan diprotes warga karena proyek ini melintasi gedung keramat asal-usul Desa Sambel. Hal yang dapat dilakukan Fuad adalah ...",
        "opts": [
            {
                "text": "Segera melanjutkan proyek karena sudah terlambat dari jadwal yang direncanakan",
                "score": 1
            },
            {
                "text": "Mengajak anak buahnya dan warga desa untuk bermusyawarah",
                "score": 5
            },
            {
                "text": "Memerintahkan anak buahnya untuk menghormati gedung keramat itu",
                "score": 4
            },
            {
                "text": "Memerintahkan anak buahnya untuk menghentikan sementara proyek",
                "score": 3
            },
            {
                "text": "Bertanya kepada warga tentang alasan protes warga tersebut",
                "score": 2
            }
        ],
        "explanation": "Soal ini menguji aspek <b>Sosial Budaya</b> dan <b>Kemampuan Komunikasi</b>. Dalam manajemen proyek publik, seorang pemimpin harus memiliki kepekaan terhadap kearifan lokal (gedung keramat) dan mampu melakukan pendekatan persuasif agar proyek strategis tetap berjalan tanpa mencederai nilai budaya masyarakat setempat.<br><br><b>Analisis Poin Jawaban:</b><br>1. <b>Mengajak anak buahnya dan warga desa untuk bermusyawarah (Poin 5).</b> Ini adalah solusi paling bijaksana (<i>win-win solution</i>). Musyawarah memungkinkan adanya dialog untuk mencari jalan tengah, seperti relokasi gedung dengan upacara adat atau pergeseran jalur proyek, sehingga aspirasi warga terpenuhi dan proyek bisa berlanjut secara legal dan kultural.<br>2. <b>Memerintahkan anak buahnya untuk menghormati gedung keramat itu (Poin 4).</b> Menunjukkan sikap pemimpin yang toleran dan memiliki empati terhadap nilai-nilai sakral warga desa. Ini adalah sikap dasar yang baik, meskipun secara teknis proyek tetap membutuhkan kesepakatan lebih lanjut melalui dialog.<br>3. <b>Memerintahkan anak buahnya untuk menghentikan sementara proyek (Poin 3).</b> Langkah pendinginan suasana (<i>cooling down</i>) yang tepat untuk mencegah konflik fisik yang lebih besar, namun belum menjadi solusi akhir yang menyelesaikan akar masalah mangkraknya proyek.<br>4. <b>Bertanya kepada warga tentang alasan protes warga tersebut (Poin 2).</b> Upaya untuk mencari informasi tambahan. Meskipun sudah disebutkan alasannya karena gedung keramat, bertanya kembali secara formal menunjukkan niat untuk mendengar, meski masih terkesan reaktif.<br>5. <b>Segera melanjutkan proyek karena sudah terlambat dari jadwal yang direncanakan (Poin 1).</b> Ini adalah sikap yang sangat buruk. Memaksakan kehendak tanpa mempedulikan nilai budaya lokal hanya akan memicu konflik sosial yang lebih luas, potensi kerusakan fisik proyek oleh warga, dan citra buruk instansi di mata publik.<br><br><b>Jawaban dengan poin tertinggi adalah: Mengajak anak buahnya dan warga desa untuk bermusyawarah.</b>"
    },
    {
        "q": "Afif sering bercanda dengan orang lain termasuk rekan kerja yang senior. Sikap Afif membuat beberapa rekan yang lebih senior menganggapnya tidak sopan sehingga menganggu komunikasi kerja dengan rekan senior. Yang dapat dilakukan Dimas sebagai rekan kerja Afif adalah ...",
        "opts": [
            {
                "text": "Tidak mengambil tindakan apapun karena hal tersebut merupakan urusan pribadi Afif",
                "score": 1
            },
            {
                "text": "Meminta sahabat dekat Afif memberitahunya agar lebih berhati-hati saat berkomunikasi",
                "score": 2
            },
            {
                "text": "Menjelaskan pada rekan kerja yang lain bahwa Afif memang orang yang ramah dan riang",
                "score": 3
            },
            {
                "text": "Membari tahu Afif dan rekan kerja yang lain agar saling memahami dan menerima satu dengan yang lain",
                "score": 5
            },
            {
                "text": "Memberi pengertian pada rekan kerja yang lain agar mau mengerti bahwa Afif tidak berniat menyinggung mereka",
                "score": 4
            }
        ],
        "explanation": "Soal ini menguji aspek <b>Jejaring Kerja</b> dan <b>Kemampuan Komunikasi</b>. Dalam lingkungan kerja yang profesional, harmoni antar generasi (senior dan junior) sangat penting untuk menjaga produktivitas. Dimas sebagai rekan kerja diharapkan mampu menjadi penengah yang membangun saling pengertian.<br><br><b>Analisis Poin Jawaban:</b><br>1. <b>Membari tahu Afif dan rekan kerja yang lain agar saling memahami dan menerima satu dengan yang lain (Poin 5).</b> Ini adalah solusi paling komprehensif (<i>mediator</i>). Dimas melakukan pendekatan dua arah: mengingatkan Afif tentang batasan profesionalisme sekaligus mengajak senior untuk lebih terbuka, sehingga tercipta lingkungan kerja yang inklusif.<br>2. <b>Memberi pengertian pada rekan kerja yang lain agar mau mengerti bahwa Afif tidak berniat menyinggung mereka (Poin 4).</b> Menunjukkan upaya pembelaan dan diplomasi yang baik untuk meredam ketegangan di sisi senior, namun kurang lengkap karena tidak ada upaya untuk memperbaiki perilaku Afif secara langsung.<br>3. <b>Menjelaskan pada rekan kerja yang lain bahwa Afif memang orang yang ramah dan riang (Poin 3).</b> Upaya untuk memberikan konteks positif atas perilaku Afif. Cukup baik untuk mengurangi kesalahpahaman, namun belum menyentuh inti permasalahan komunikasi yang terganggu.<br>4. <b>Meminta sahabat dekat Afif memberitahunya agar lebih berhati-hati saat berkomunikasi (Poin 2).</b> Langkah ini terkesan menghindari keterlibatan langsung (lepas tangan). Menggunakan pihak ketiga (sahabat) seringkali membuat pesan tidak tersampaikan secara tepat dan profesional.<br>5. <b>Tidak mengambil tindakan apapun karena hal tersebut merupakan urusan pribadi Afif (Poin 1).</b> Ini adalah sikap yang paling buruk. Mengabaikan konflik yang sudah mengganggu komunikasi kerja menunjukkan kurangnya rasa kepedulian terhadap keharmonisan tim dan produktivitas organisasi.<br><br><b>Jawaban dengan poin tertinggi adalah: Membari tahu Afif dan rekan kerja yang lain agar saling memahami dan menerima satu dengan yang lain.</b>"
    },
    {
        "q": "Angga berada dalam satu kelas dengan Billy yang berasal dari Amerika. Ia merasa terganggu karena Billy sering memakai kaus dan celana pendek di kelas. Namun, Angga sadar bahwa ia adalah pendamping mahasiswa asing yang bertugas mengenalkan Billy kepada teman-temannya. Apa yang seharusnya dilakukan Angga?",
        "opts": [
            {
                "text": "Duduk berdekatan dengan Billy ketika terpaksa",
                "score": 2
            },
            {
                "text": "Menjauhi Billy dan tidak mau berteman dengannya",
                "score": 1
            },
            {
                "text": "Menemani Billy dan perlahan mengajarinya tentang budaya setempat",
                "score": 5
            },
            {
                "text": "Bertegur sapa sewajarnya tanpa basa basi",
                "score": 3
            },
            {
                "text": "Memberi tahu Billy bahwa caranya berpakaian tidak sesuai dengan norma setempat",
                "score": 4
            }
        ],
        "explanation": "Soal ini menguji aspek <b>Sosial Budaya</b> dan <b>Kemampuan Adaptasi</b>. Sebagai pendamping (<i>buddy</i>) mahasiswa asing, Angga memiliki peran strategis untuk menjadi jembatan budaya (<i>cultural mediator</i>) yang membantu proses asimilasi Billy di lingkungan kampus Indonesia tanpa harus bersikap menghakimi.<br><br><b>Analisis Poin Jawaban:</b><br>1. <b>Menemani Billy dan perlahan mengajarinya tentang budaya setempat (Poin 5).</b> Ini adalah jawaban terbaik karena Angga menjalankan fungsinya sebagai pendamping dengan pendekatan persuasif dan edukatif. Membangun hubungan personal terlebih dahulu akan membuat proses transfer nilai budaya (etika berpakaian) lebih mudah diterima.<br>2. <b>Memberi tahu Billy bahwa caranya berpakaian tidak sesuai dengan norma setempat (Poin 4).</b> Tindakan yang jujur dan langsung (<i>to the point</i>). Sangat baik untuk memberikan batasan yang jelas bagi Billy, namun sedikit di bawah poin C karena kurang menunjukkan proses pendampingan yang berkelanjutan.<br>3. <b>Bertegur sapa sewajarnya tanpa basa basi (Poin 3).</b> Sikap formal dan netral. Angga menjaga kesopanan dasar, namun belum menjalankan peran aktifnya untuk membantu Billy menyesuaikan diri dengan norma kampus.<br>4. <b>Duduk berdekatan dengan Billy ketika terpaksa (Poin 2).</b> Menunjukkan ketidaknyamanan yang dipendam. Sikap terpaksa akan menghambat komunikasi yang efektif dan membuat suasana belajar menjadi kaku bagi kedua belah pihak.<br>5. <b>Menjauhi Billy dan tidak mau berteman dengannya (Poin 1).</b> Ini adalah sikap yang paling buruk. Selain tidak profesional sebagai pendamping mahasiswa asing, menjauhi orang karena perbedaan budaya menunjukkan rendahnya toleransi dan kegagalan dalam berinteraksi sosial.<br><br><b>Jawaban dengan poin tertinggi adalah: Menemani Billy dan perlahan mengajarinya tentang budaya setempat.</b>"
    }
]