[
    {
        "q": "Sekolah Farhan akan mengadakan acara perkemahan di lokasi yang telah diputuskan dalam rapat guru. Farhan merasa tidak nyaman dengan lokasi tersebut. Untuk menghadapi hal itu, sebaiknya Farhan berpikir bahwa ...",
        "opts": [
            {
                "text": "Menyetujui lokasi hasil keputusan rapat mungkin akan lebih baik baginya",
                "score": 3
            },
            {
                "text": "Acara kemah bisa dilaksanakan untuk kebersamaan walaupun kurang nyaman dengan lokasi yang telah ditetapkan",
                "score": 2
            },
            {
                "text": "Perkemahan bisa dilaksanakan jika diadakan rapat dengar pendapat antara guru dan murid tentang penentuan lokasi",
                "score": 5
            },
            {
                "text": "Dia tidak perlu berpartisipasi dalam kegiatan perkemahan karena memang tidak wajib",
                "score": 1
            },
            {
                "text": "Keikutsertaan semua pihak menjadi faktor utama untuk membangun kebersamaan",
                "score": 4
            }
        ],
        "explanation": "Soal ini menguji aspek <b>Jejaring Kerja</b> dan <b>Komunikasi</b>. Dalam lingkungan organisasi (sekolah), sebuah keputusan idealnya melibatkan partisipasi dari berbagai pihak terkait untuk mencapai hasil terbaik dan kenyamanan bersama.<br><br><b>Analisis Poin Jawaban:</b><br>1. <b>Perkemahan bisa dilaksanakan jika diadakan rapat dengar pendapat antara guru dan murid tentang penentuan lokasi (Poin 5).</b> Ini adalah solusi paling konstruktif. Menekankan pentingnya komunikasi dua arah dan partisipasi (<i>voice</i>) murid dalam pengambilan keputusan agar tujuan kegiatan tercapai tanpa mengabaikan aspirasi peserta.<br>2. <b>Keikutsertaan semua pihak menjadi faktor utama untuk membangun kebersamaan (Poin 4).</b> Menunjukkan pemahaman yang baik tentang nilai kebersamaan dan inklusivitas, namun sedikit di bawah pilihan C karena tidak memberikan langkah konkret seperti diadakannya rapat.<br>3. <b>Menyetujui lokasi hasil keputusan rapat mungkin akan lebih baik baginya (Poin 3).</b> Menunjukkan sikap kooperatif terhadap otoritas, namun bersifat pasif karena tidak berusaha menyampaikan aspirasi yang bisa memperbaiki kualitas acara.<br>4. <b>Acara kemah bisa dilaksanakan untuk kebersamaan walaupun kurang nyaman dengan lokasi yang telah ditetapkan (Poin 2).</b> Bersikap menerima namun dengan perasaan terpaksa, kurang menunjukkan semangat inisiatif untuk memperbaiki keadaan.<br>5. <b>Dia tidak perlu berpartisipasi dalam kegiatan perkemahan karena memang tidak wajib (Poin 1).</b> Ini adalah sikap apatis dan tidak bertanggung jawab sebagai bagian dari komunitas sekolah.<br><br><b>Jawaban dengan poin tertinggi adalah: Perkemahan bisa dilaksanakan jika diadakan rapat dengar pendapat antara guru dan murid tentang penentuan lokasi.</b>"
    },
    {
        "q": "Perayaan ulang tahun sekolah Edo direncanakan meriah dengan mengundang artis ibu kota. Namun, keterbatasan dana menjadi hambatan yang tidak bisa dihindari. Sebagai ketua panitia perayaan ulang tahun sekolah, Edo sebaiknya ...",
        "opts": [
            {
                "text": "Menjalankan tugasnya dengan mencari tambahan dana semaksimal mungkin walaupun tidak dibantu oleh para anggotanya",
                "score": 1
            },
            {
                "text": "Aktif membangun kerja sama dengan pihak-pihak yang selama ini belum pernah dilibatkan dalam penggalangan dana",
                "score": 4
            },
            {
                "text": "Menerima tawaran bantuan bila ada pihak yang menawarkan bantuan untuk pelaksanaan perayaan ulang tahun sekolah",
                "score": 2
            },
            {
                "text": "Menggerakkan semua panitia dalam menggalang dana dari para donator, baik donator yang lama maupun yang baru",
                "score": 5
            },
            {
                "text": "Aktif menghubungi donator-donatur yang sebelumnya berperan serta dalam setiap kegiatan sekolah diadakan",
                "score": 3
            }
        ],
        "explanation": "Soal ini menguji aspek <b>Kepemimpinan</b> dan <b>Jejaring Kerja</b>. Sebagai seorang ketua, kemampuan utama yang dinilai adalah kapasitas untuk menggerakkan sumber daya manusia (tim) dan memperluas jaringan untuk mencapai tujuan organisasi.<br><br><b>Analisis Poin Jawaban:</b><br>1. <b>Menggerakkan semua panitia dalam menggalang dana dari para donator, baik donator yang lama maupun yang baru (Poin 5).</b> Ini adalah tindakan kepemimpinan yang paling lengkap. Edo menjalankan fungsinya sebagai manajer yang menggerakkan tim (delegasi) sekaligus melakukan ekpansi strategi (donatur lama dan baru).<br>2. <b>Aktif membangun kerja sama dengan pihak-pihak yang selama ini belum pernah dilibatkan dalam penggalangan dana (Poin 4).</b> Menunjukkan inisiatif dan kreativitas dalam mencari sumber dana baru, namun belum secara eksplisit menunjukkan peran Edo dalam menggerakkan anggota panitia lainnya.<br>3. <b>Aktif menghubungi donator-donatur yang sebelumnya berperan serta dalam setiap kegiatan sekolah diadakan (Poin 3).</b> Tindakan yang aman dan prosedural, namun kurang inovatif dalam menghadapi hambatan dana yang besar (karena hanya mengandalkan sumber lama).<br>4. <b>Menerima tawaran bantuan bila ada pihak yang menawarkan bantuan untuk pelaksanaan perayaan ulang tahun sekolah (Poin 2).</b> Sikap yang cenderung pasif karena hanya menunggu bantuan datang (reaktif) daripada menjemput bola (proaktif).<br>5. <b>Menjalankan tugasnya dengan mencari tambahan dana semaksimal mungkin walaupun tidak dibantu oleh para anggotanya (Poin 1).</b> Ini adalah contoh kepemimpinan yang buruk (<i>superman complex</i>). Seorang ketua tidak boleh bekerja sendirian; membiarkan anggota tidak membantu menunjukkan kegagalan dalam koordinasi tim.<br><br><b>Jawaban dengan poin tertinggi adalah: Menggerakkan semua panitia dalam menggalang dana dari para donator, baik donator yang lama maupun yang baru.</b>"
    },
    {
        "q": "Rian bercita-cita menjadi musisi profesional. Orang tua Rian mendukung anaknya dengan membelikan alat musik dan menyediakan studio untuk latihan. Walaupun demikian, Rian tetap merasa kesulitan mengembangkan bakat karena selama ini ia berlatih musik sendirian. Sebaiknya Rian ...",
        "opts": [
            {
                "text": "Terbuka pada ajakan orang lain jika ada yang mengajaknya berlatih bersama",
                "score": 3
            },
            {
                "text": "Menawari teman dan tetangganya untuk berlatih musik di studio yang ia miliki",
                "score": 4
            },
            {
                "text": "Mengundang teman-temannya untuk berlatih bersama dengan imbalan tertentu",
                "score": 2
            },
            {
                "text": "Mencari alternatif cara yang bisa dilakukan untuk mengembangkan kemampuannya bermain musik",
                "score": 1
            },
            {
                "text": "Membentuk grup band yang secara rutin berlatih untuk mengembangkan bakat bermusik yang dimiliki",
                "score": 5
            }
        ],
        "explanation": "Soal ini menguji aspek <b>Jejaring Kerja</b> dan <b>Kemauan Belajar</b>. Seorang musisi profesional membutuhkan interaksi dengan musisi lain untuk memperkaya teknik, harmoni, dan pengalaman panggung yang tidak bisa didapatkan jika hanya berlatih sendirian.<br><br><b>Analisis Poin Jawaban:</b><br>1. <b>Membentuk grup band yang secara rutin berlatih untuk mengembangkan bakat bermusik yang dimiliki (Poin 5).</b> Ini adalah tindakan paling proaktif dan solutif. Dengan membentuk band, Rian menciptakan ekosistem belajar yang berkelanjutan dan terstruktur, sekaligus memanfaatkan fasilitas yang sudah diberikan orang tuanya secara maksimal.<br>2. <b>Menawari teman dan tetangganya untuk berlatih musik di studio yang ia miliki (Poin 4).</b> Tindakan ini sangat baik untuk membangun jejaring dan membuka peluang kolaborasi, namun sedikit di bawah poin E karena belum tentu mengarah pada komitmen latihan yang rutin/serius.<br>3. <b>Terbuka pada ajakan orang lain jika ada yang mengajaknya berlatih bersama (Poin 3).</b> Sikap yang cukup baik (reaktif), namun kurang menunjukkan inisiatif sebagai seseorang yang serius ingin menjadi profesional.<br>4. <b>Mengundang teman-temannya untuk berlatih bersama dengan imbalan tertentu (Poin 2).</b> Kurang tepat karena hubungan bermusik seharusnya didasari oleh kesamaan minat dan visi, bukan transaksional (imbalan), yang justru bisa menghambat kreativitas murni.<br>5. <b>Mencari alternatif cara yang bisa dilakukan untuk mengembangkan kemampuannya bermain musik (Poin 1).</b> Terlalu umum dan tidak memberikan solusi konkret terhadap masalah utama Rian, yaitu 'kesepian' dalam berlatih (berlatih sendirian).<br><br><b>Jawaban dengan poin tertinggi adalah: Membentuk grup band yang secara rutin berlatih untuk mengembangkan bakat bermusik yang dimiliki.</b>"
    },
    {
        "q": "Pada saat pemilihan, Pak Sabar terpilih menjadi ketua RT. Pak Sabar ingin menolak karena dia sangat sibuk dengan pekerjaan di kantornya, tetapi warga tetap menghendaki Pak Sabar menjadi ketua RT. Menghadapi situasi tersebut, Pak Sabar sebaiknya ...",
        "opts": [
            {
                "text": "Berpikir bahwa para tetangga telah memaksakan kehendak kepada Pak Sabar unntuk menjadi ketua RT",
                "score": 3
            },
            {
                "text": "Menunjukkan sikap yang tidak bersahabat kepada para tetangga yang telah memilihnya menjadi ketua RT",
                "score": 1
            },
            {
                "text": "Memberikan alasan kesibukan dalam pekerjaan untuk membatalkan putusan warga memilihnya menjadi ketua RT",
                "score": 2
            },
            {
                "text": "Meyakinkan diri untuk menjalankan dengan sebaik-baiknya hasil putusan pemilihan ketua RT yang telah disepakati warga",
                "score": 4
            },
            {
                "text": "Menerima proses demokrasi yang ada dan aktif meyakinkan warga bahwa mereka bisa mencapai tujuan bersama",
                "score": 5
            }
        ],
        "explanation": "Soal ini menguji aspek <b>Sosial Budaya</b> dan <b>Kepemimpinan</b>. Seorang pemimpin di tingkat masyarakat harus mampu menghormati produk demokrasi (suara warga) dan memiliki orientasi pada kepentingan bersama di atas kepentingan atau kendala pribadi.<br><br><b>Analisis Poin Jawaban:</b><br>1. <b>Menerima proses demokrasi yang ada dan aktif meyakinkan warga bahwa mereka bisa mencapai tujuan bersama (Poin 5).</b> Ini adalah jawaban terbaik karena menunjukkan kematangan sikap dalam berdemokrasi. Pak Sabar tidak hanya menerima tugas tersebut, tetapi juga berperan aktif membangun optimisme warga untuk bekerja sama (kolaborasi).<br>2. <b>Meyakinkan diri untuk menjalankan dengan sebaik-baiknya hasil putusan pemilihan ketua RT yang telah disepakati warga (Poin 4).</b> Menunjukkan integritas dan tanggung jawab yang tinggi terhadap amanah yang diberikan, meskipun secara proaktif masih sedikit di bawah pilihan E dalam hal menggerakkan warga.<br>3. <b>Berpikir bahwa para tetangga telah memaksakan kehendak kepada Pak Sabar unntuk menjadi ketua RT (Poin 3).</b> Respon batin yang cukup manusiawi namun kurang bijaksana. Masih terjebak pada perasaan negatif meskipun tidak ditunjukkan dalam tindakan nyata.<br>4. <b>Memberikan alasan kesibukan dalam pekerjaan untuk membatalkan putusan warga memilihnya menjadi ketua RT (Poin 2).</b> Tindakan ini kurang menghargai kepercayaan warga. Menolak tugas sosial demi pekerjaan kantor menunjukkan kurangnya jiwa pengabdian pada lingkungan tempat tinggal.<br>5. <b>Menunjukkan sikap yang tidak bersahabat kepada para tetangga yang telah memilihnya menjadi ketua RT (Poin 1).</b> Ini adalah sikap yang sangat buruk dan tidak profesional. Reaksi emosional negatif terhadap tetangga akan merusak kerukunan warga dan jejaring sosial.<br><br><b>Jawaban dengan poin tertinggi adalah: Menerima proses demokrasi yang ada dan aktif meyakinkan warga bahwa mereka bisa mencapai tujuan bersama.</b>"
    },
    {
        "q": "Andi mendapatkan tugas untuk menjadi ketua dalam acara panggung gembira di kampungnya. Dia membutuhkan berbagai perlengkapan dengan biaya yang besar. Sementara itu, dana yang dimiliki tidak mencukupi. Oleh karena itu, sebaiknya Andi ...",
        "opts": [
            {
                "text": "Berusaha secara mandiri menyelesaikan tugas sebaik mungkin dan tidak perlu meminta pertimbangan warga lainnya",
                "score": 1
            },
            {
                "text": "Melaksanakan tugas dengan membelanjakan dana seadanya tanpa banyak bertanya",
                "score": 2
            },
            {
                "text": "Merencanakan pertemuan dengan warga jika tidak menemukan solusi mengenai pendanaan acara",
                "score": 4
            },
            {
                "text": "Membangun dialog dengan warga secara intensif untuk mendapatkan cara menambah dana",
                "score": 5
            },
            {
                "text": "Menceritakan permasalahan kekurangan dana kepada warga agar warga mengerti kesulitannya",
                "score": 3
            }
        ],
        "explanation": "Soal ini menguji aspek <b>Jejaring Kerja</b> dan <b>Komunikasi</b>. Sebagai pemimpin kegiatan kemasyarakatan, Andi harus mampu melibatkan warga (<i>stakeholders</i>) dalam mencari solusi kreatif ketika menghadapi kendala sumber daya.<br><br><b>Analisis Poin Jawaban:</b><br>1. <b>Membangun dialog dengan warga secara intensif untuk mendapatkan cara menambah dana (Poin 5).</b> Ini adalah langkah paling proaktif dan kolaboratif. Dialog intensif membuka peluang partisipasi warga, baik dalam bentuk ide penggalangan dana, donasi, maupun bantuan tenaga yang meringankan biaya.<br>2. <b>Merencanakan pertemuan dengan warga jika tidak menemukan solusi mengenai pendanaan acara (Poin 4).</b> Tindakan ini cukup baik karena masih mengedepankan musyawarah, namun sedikit di bawah poin D karena sifatnya 'menunggu mentok' (reaktif) baru bertanya kepada warga.<br>3. <b>Menceritakan permasalahan kekurangan dana kepada warga agar warga mengerti kesulitannya (Poin 3).</b> Menunjukkan keterbukaan, namun hanya bersifat informatif tanpa ajakan eksplisit untuk berkolaborasi mencari solusi bersama.<br>4. <b>Melaksanakan tugas dengan membelanjakan dana seadanya tanpa banyak bertanya (Poin 2).</b> Tindakan ini berisiko menurunkan kualitas acara dan tidak menyelesaikan akar masalah kekurangan dana. Kurang menunjukkan inisiatif pemimpin untuk berkembang.<br>5. <b>Berusaha secara mandiri menyelesaikan tugas sebaik mungkin dan tidak perlu meminta pertimbangan warga lainnya (Poin 1).</b> Ini adalah sikap menutup diri yang buruk dalam kerja tim. Bekerja sendiri dalam acara komunitas tanpa pelibatan warga akan memicu ketidakpedulian sosial dan potensi kegagalan acara.<br><br><b>Jawaban dengan poin tertinggi adalah: Membangun dialog dengan warga secara intensif untuk mendapatkan cara menambah dana.</b>"
    },
    {
        "q": "Burhan adalah penyuplai daging ayam kampung untuk beberapa restoran. Burhan kesulitan memenuhi meningkatnya jumlah permintaan daging ayam kampung karena sulitnya mencari pekerja yang terampil. Apa yang sebaiknya dilakukan Burhan?",
        "opts": [
            {
                "text": "Turun langsung ke tempat usahanya untuk mengerjakan berbagai pekerjaan yang tidak lagi sanggup dikerjakan oleh para pekerjannya",
                "score": 1
            },
            {
                "text": "Aktif membangun hubungan dengan siapa saja untuk mencari peluang-peluang kerja sama yang meringankan beban usahanya",
                "score": 4
            },
            {
                "text": "Menerima bila ada tawaran kerja sama yang dapat membantunya meringankan permasalahan supply-demand dalam usahanya",
                "score": 2
            },
            {
                "text": "Mencari peluang-peluang kerja sama yang dapat membantu meringankan permasalahan usahanya ke pihak-pihak yang telah dikenal",
                "score": 3
            },
            {
                "text": "Aktif membangun hubungan dengan siapa saja sekaligus memperkuat hubungan yang telah ada untuk menemukan berbagai peluang kerja sama",
                "score": 5
            }
        ],
        "explanation": "Soal ini menguji aspek <b>Jejaring Kerja (Networking)</b> dan <b>Kemampuan Manajerial</b>. Sebagai seorang pengusaha (penyuplai), kunci untuk skala bisnis (<i>scaling up</i>) saat menghadapi kendala internal adalah dengan memperluas kolaborasi eksternal.<br><br><b>Analisis Poin Jawaban:</b><br>1. <b>Aktif membangun hubungan dengan siapa saja sekaligus memperkuat hubungan yang telah ada untuk menemukan berbagai peluang kerja sama (Poin 5).</b> Ini adalah jawaban paling komprehensif. Burhan menunjukkan inisiatif untuk mencari jaringan baru (ekspansi) sekaligus menjaga kepercayaan mitra lama (retensi) guna menemukan solusi kolaborasi (misal: *outsourcing* atau kemitraan peternak).<br>2. <b>Aktif membangun hubungan dengan siapa saja untuk mencari peluang-peluang kerja sama yang meringankan beban usahanya (Poin 4).</b> Tindakan ini sangat proaktif dalam mencari solusi melalui koneksi baru, namun sedikit di bawah poin E karena tidak secara eksplisit menyebutkan penguatan hubungan yang sudah ada.<br>3. <b>Mencari peluang-peluang kerja sama yang dapat membantu meringankan permasalahan usahanya ke pihak-pihak yang telah dikenal (Poin 3).</b> Langkah yang aman dan logis, namun ruang lingkupnya terbatas pada 'lingkaran dalam' saja, sehingga potensi solusi besar dari pihak luar mungkin terlewatkan.<br>4. <b>Menerima bila ada tawaran kerja sama yang dapat membantunya meringankan permasalahan supply-demand dalam usahanya (Poin 2).</b> Bersikap terbuka namun pasif (reaktif). Seorang pengusaha yang ingin maju seharusnya menjemput peluang, bukan hanya menunggu tawaran datang.<br>5. <b>Turun langsung ke tempat usahanya untuk mengerjakan berbagai pekerjaan yang tidak lagi sanggup dikerjakan oleh para pekerjannya (Poin 1).</b> Ini adalah kesalahan umum pemilik usaha (<i>founder's trap</i>). Terjebak pada pekerjaan teknis/operasional justru akan membuat Burhan kehilangan waktu untuk berpikir strategis dan tidak menyelesaikan masalah kekurangan tenaga terampil secara permanen.<br><br><b>Jawaban dengan poin tertinggi adalah: Aktif membangun hubungan dengan siapa saja sekaligus memperkuat hubungan yang telah ada untuk menemukan berbagai peluang kerja sama.</b>"
    },
    {
        "q": "Sebagai manajer pemasaran, Merry dipromosikan menjadi wakil direktur karena menunjukan loyalitas dan kemampuan. Namun, ada manajer lain yang keberatan karena merasa lebih berpengalaman dan berprestasi daripada Mery. Karena itu dia merasa lebih berhak dipromosikan. Jika anda sebagai Merry, yang anda lakukan adalah ...",
        "opts": [
            {
                "text": "Menerima promosi yang ada dan menunjukan berbagai kelemahan manajer yang mengajukan keberatan",
                "score": 1
            },
            {
                "text": "Melihat keberatan manajer lain sebagai bentuk iri hati yang tidak produktif bagi perusahaan",
                "score": 2
            },
            {
                "text": "Mengerjakan perintah dari pimpinan dalam segala situasi dan kondisi demi kemajuan karier saya",
                "score": 3
            },
            {
                "text": "Tetap patuh menjalankan amanah yang diberikan dan menyerahkan keberatan yang ada kepada pihak yang berwewenang",
                "score": 4
            },
            {
                "text": "Menerima promosi yang ada sebagai jalan untuk mengembangkan kerja sama yang sinergis dengan semua manajer",
                "score": 5
            }
        ],
        "explanation": "Soal ini menguji aspek <b>Jejaring Kerja</b> dan <b>Kemampuan Mengendalikan Diri</b>. Sebagai seorang pemimpin yang baru dipromosikan, Merry harus mampu merangkul semua pihak, termasuk mereka yang merasa tidak puas, demi stabilitas dan kemajuan organisasi.<br><br><b>Analisis Poin Jawaban:</b><br>1. <b>Menerima promosi yang ada sebagai jalan untuk mengembangkan kerja sama yang sinergis dengan semua manajer (Poin 5).</b> Ini adalah sikap yang paling dewasa dan profesional. Merry fokus pada kolaborasi (sinergi) dan tidak membiarkan konflik personal menghambat produktivitas perusahaan.<br>2. <b>Tetap patuh menjalankan amanah yang diberikan dan menyerahkan keberatan yang ada kepada pihak yang berwewenang (Poin 4).</b> Tindakan yang benar secara prosedural. Merry menunjukkan integritas terhadap amanah dan membiarkan sistem manajemen (HRD/Direksi) menangani komplain secara objektif.<br>3. <b>Mengerjakan perintah dari pimpinan dalam segala situasi dan kondisi demi kemajuan karier saya (Poin 3).</b> Menunjukkan kepatuhan dan loyalitas, namun motivasinya cenderung personal (kemajuan karier) daripada orientasi pada harmoni tim.<br>4. <b>Melihat keberatan manajer lain sebagai bentuk iri hati yang tidak produktif bagi perusahaan (Poin 2).</b> Respon yang defensif secara internal. Meskipun benar bahwa konflik tidak produktif, menganggap rekan kerja sekadar 'iri hati' tanpa upaya rekonsiliasi dapat memperburuk iklim kerja.<br>5. <b>Menerima promosi yang ada dan menunjukan berbagai kelemahan manajer yang mengajukan keberatan (Poin 1).</b> Ini adalah tindakan paling buruk. Menjatuhkan rekan kerja untuk melegitimasi posisi sendiri menunjukkan kurangnya karakter kepemimpinan dan profesionalisme.<br><br><b>Jawaban dengan poin tertinggi adalah: Menerima promosi yang ada sebagai jalan untuk mengembangkan kerja sama yang sinergis dengan semua manajer.</b>"
    },
    {
        "q": "Wati baru saja mutasi naik jabatan setelah lama menduduki posisi supervisor. Saat ini ada beberapa supervisor baru di tempat kerjanya. Salah satu dari supervisor baru tersebut adalah teman lama yang dikenal sering membuat masalah dalam pekerjaan. Apa yang wati lakukan?",
        "opts": [
            {
                "text": "Memberikan arahan pada supervisor baru karena merupakan kewajibannya",
                "score": 3
            },
            {
                "text": "Membagi pengalaman jika supervisor baru mengubah sikapnya menjadi lebih baik",
                "score": 2
            },
            {
                "text": "Menghindari memberikan arahan tugas pada supervisor baru dengan alasan bukan tugasnya",
                "score": 1
            },
            {
                "text": "Memberikan contoh bagaimana mengarahkan supervisor baru agar perusahaan lebih maju",
                "score": 5
            },
            {
                "text": "Membantu supervisor baru secara sukarela agar dapat bertugas dengan baik",
                "score": 4
            }
        ],
        "explanation": "Soal ini menguji aspek <b>Kepemimpinan</b> dan <b>Profesionalisme</b>. Sebagai atasan yang baru naik jabatan, Wati harus mampu memisahkan hubungan personal masa lalu dengan tanggung jawab profesionalnya untuk membimbing bawahan demi kepentingan organisasi.<br><br><b>Analisis Poin Jawaban:</b><br>1. <b>Memberikan contoh bagaimana mengarahkan supervisor baru agar perusahaan lebih maju (Poin 5).</b> Ini adalah tindakan kepemimpinan yang paling visioner. Wati tidak hanya menjalankan tugas teknis, tetapi menjadi *role model* dalam manajemen bawahan dengan orientasi pada kemajuan perusahaan, terlepas dari rekam jejak personal rekan tersebut.<br>2. <b>Membantu supervisor baru secara sukarela agar dapat bertugas dengan baik (Poin 4).</b> Menunjukkan niat baik dan proaktif (altruisme profesi). Wati mengesampingkan sentimen pribadi dan fokus pada keberhasilan transisi rekan barunya agar tim tetap solid.<br>3. <b>Memberikan arahan pada supervisor baru karena merupakan kewajibannya (Poin 3).</b> Tindakan yang normatif dan prosedural. Wati menjalankan tugasnya secara formal, namun belum menunjukkan inisiatif lebih sebagai seorang pemimpin yang inspiratif.<br>4. <b>Membagi pengalaman jika supervisor baru mengubah sikapnya menjadi lebih baik (Poin 2).</b> Sikap yang bersyarat. Wati masih membiarkan persepsi masa lalu menghalangi proses transfer ilmu, yang seharusnya tetap dilakukan demi profesionalitas kerja.<br>5. <b>Menghindari memberikan arahan tugas pada supervisor baru dengan alasan bukan tugasnya (Poin 1).</b> Ini adalah sikap yang tidak bertanggung jawab dan sangat tidak profesional. Menghindari bawahan atau rekan hanya karena masalah pribadi akan menghambat koordinasi dan merugikan produktivitas perusahaan.<br><br><b>Jawaban dengan poin tertinggi adalah: Memberikan contoh bagaimana mengarahkan supervisor baru agar perusahaan lebih maju.</b>"
    },
    {
        "q": "Hannan yang sudah berpengalaman bekerja selama 4 tahun di bagian keuangan baru saja diterima kerja di perusahaan properti. Meskipun perusahaannya cukup bagus. Hannan melihat banyak kelemahan di managemen keuangannya. Dengan pengalaman kerjanya tindakan Hannan adalah ...",
        "opts": [
            {
                "text": "Berbagi pengalaman agar berguna bagi perbaikan manajemen keuangan",
                "score": 4
            },
            {
                "text": "Mau berbagi keuangan jika memang permasalahannya cukup genting saja",
                "score": 2
            },
            {
                "text": "Menyampaikan pengalamannya dalam pemecahan masalah keuangan jika diminta oleh atasan",
                "score": 3
            },
            {
                "text": "Secara aktif menawarkan diri berbagi pengalaman agar sistem dan kerja sama di keuangan lebih solid",
                "score": 5
            },
            {
                "text": "Tidak sok tahu dengan masalah yang ada, cukup melaksanakan tugas yang diberikan",
                "score": 1
            }
        ],
        "explanation": "Soal ini menguji aspek <b>Semangat Berprestasi</b> dan <b>Jejaring Kerja</b>. Sebagai karyawan baru yang berpengalaman, Hannan diharapkan tidak hanya menjadi pelaksana tugas, tetapi juga mampu memberikan nilai tambah (<i>value added</i>) bagi perbaikan sistem di tempat kerja barunya.<br><br><b>Analisis Poin Jawaban:</b><br>1. <b>Secara aktif menawarkan diri berbagi pengalaman agar sistem dan kerja sama di keuangan lebih solid (Poin 5).</b> Ini adalah tindakan yang paling proaktif dan berorientasi pada kemajuan organisasi secara holistik. Hannan menunjukkan inisiatif untuk memperbaiki sistem sekaligus memperkuat internal tim.<br>2. <b>Berbagi pengalaman agar berguna bagi perbaikan manajemen keuangan (Poin 4).</b> Tindakan yang sangat baik dan solutif. Menunjukkan keinginan untuk berkontribusi bagi perbaikan manajemen, namun sedikit di bawah poin D karena poin D menekankan pada aspek kerja sama tim yang solid.<br>3. <b>Menyampaikan pengalamannya dalam pemecahan masalah keuangan jika diminta oleh atasan (Poin 3).</b> Sikap yang reaktif namun patuh. Hannan bersedia membantu, tetapi menunggu instruksi atau permintaan formal terlebih dahulu.<br>4. <b>Mau berbagi keuangan jika memang permasalahannya cukup genting saja (Poin 2).</b> Menunjukkan kepedulian yang terbatas. Sikap ini kurang mendukung perbaikan sistem jangka panjang karena hanya bertindak saat terjadi krisis.<br>5. <b>Tidak sok tahu dengan masalah yang ada, cukup melaksanakan tugas yang diberikan (Poin 1).</b> Ini adalah sikap pasif yang merugikan perusahaan. Menyia-nyiakan pengalaman 4 tahun yang dimiliki hanya karena ingin cari aman tidak mencerminkan mentalitas profesional yang progresif.<br><br><b>Jawaban dengan poin tertinggi adalah: Secara aktif menawarkan diri berbagi pengalaman agar sistem dan kerja sama di keuangan lebih solid.</b>"
    },
    {
        "q": "Antik mengikuti kompetisi hibah penulisan buku. Salah satu syarat yang harus dipenuhi adalah menyediakan dua reviewer eksternal. Antik merasa kesulitan mendapatkan reviewer karena salah satu kawan yang telah dihubungi menyatakan tidak sanggup. Langkah yang sebaiknya Antik lakukan adalah ...",
        "opts": [
            {
                "text": "Menghubungi rekan yang lain yang mungkin bisa membantu setelah ada surat teguran dari penyandang dana hibah",
                "score": 3
            },
            {
                "text": "Mengundurkan diri dari kompetisi hibah penulisan buku daripada kesulitan saat mengerjakan",
                "score": 1
            },
            {
                "text": "Bercerita pada kawan lain tentang kesulitannya tanpa mengharapkan bantuan untuk mendapatkan reviewer",
                "score": 2
            },
            {
                "text": "Menghubungi rekan dan meminta kesediaannya menjadi reviewer",
                "score": 5
            },
            {
                "text": "Ketika mendekati tenggat (deadline), ia akan meminta rekannya untuk membantu mencari reviewer",
                "score": 4
            }
        ],
        "explanation": "Soal ini menguji aspek <b>Semangat Berprestasi</b> dan <b>Ketekunan</b>. Menghadapi kendala administratif dalam sebuah kompetisi, seorang peserta dituntut untuk bersikap proaktif dan pantang menyerah dalam mencari solusi agar tetap dapat memenuhi syarat yang ditetapkan.<br><br><b>Analisis Poin Jawaban:</b><br>1. <b>Menghubungi rekan dan meminta kesediaannya menjadi reviewer (Poin 5).</b> Ini adalah tindakan yang paling proaktif dan solutif. Antik langsung mengambil inisiatif untuk mencari pengganti segera setelah mendapat penolakan, tanpa menunda-nunda waktu.<br>2. <b>Ketika mendekati tenggat (deadline), ia akan meminta rekannya untuk membantu mencari reviewer (Poin 4).</b> Masih menunjukkan usaha untuk mencari solusi melalui jejaring yang dimiliki, namun memiliki risiko tinggi karena dilakukan saat mendekati batas waktu.<br>3. <b>Menghubungi rekan yang lain yang mungkin bisa membantu setelah ada surat teguran dari penyandang dana hibah (Poin 3).</b> Tindakan yang sangat reaktif. Antik baru bergerak setelah ada konsekuensi negatif (teguran), yang menunjukkan kurangnya manajemen perencanaan yang baik.<br>4. <b>Bercerita pada kawan lain tentang kesulitannya tanpa mengharapkan bantuan untuk mendapatkan reviewer (Poin 2).</b> Tindakan ini hanya bersifat keluhan tanpa adanya upaya konkret untuk menyelesaikan masalah persyaratan hibah tersebut.<br>5. <b>Mengundurkan diri dari kompetisi hibah penulisan buku daripada kesulitan saat mengerjakan (Poin 1).</b> Ini adalah sikap yang paling buruk. Menunjukkan mentalitas yang mudah menyerah sebelum berjuang secara maksimal untuk memenuhi tantangan.<br><br><b>Jawaban dengan poin tertinggi adalah: Menghubungi rekan dan meminta kesediaannya menjadi reviewer.</b>"
    }
]