[
    {
        "q": "Cermati kalimat berikut! Pemerintah Daerah Kabupaten Sleman menyiapkan tempat pengungsian untuk mengevakuasi kelompok rentan, seperti: ibu hamil dan menyusui, warga lanjut usia, anak-anak difabel, dan warga yang sakit. Perbaikan ejaan yang salah dalam kalimat tersebut adalah ...",
        "opts": [
            "huruf d dan k pada Pemerintah Daerah Kabupaten seharusnya kecil",
            "mengevakuasi seharusnya mengefakuasi",
            "tanda koma (,) setalah kata rentan dihilangkan",
            "tanda titik dua (:) setelah kata seperti dihilangkan",
            "anak-anak seharusnya anak anak"
        ],
        "answer": "tanda titik dua (:) setelah kata seperti dihilangkan",
        "explanation": "Dalam kalimat tersebut, penggunaan <b>tanda titik dua (:) setelah kata “seperti”</b> tidak diperlukan. Tanda titik dua biasanya digunakan untuk memperkenalkan rincian setelah kata seperti “antara lain” atau “yaitu.” Dalam kalimat ini, kata <b>“seperti”</b> sudah cukup untuk menunjukkan contoh-contoh kelompok rentan tanpa memerlukan tanda titik dua. Oleh karena itu, tanda titik dua sebaiknya dihilangkan agar sesuai dengan kaidah penulisan bahasa Indonesia.<br><br>Mari kita analisis setiap opsi lainnya:<br><b>a. huruf d dan k pada Pemerintah Daerah Kabupaten seharusnya kecil</b><br>Dalam konteks ini, “Pemerintah Daerah Kabupaten Sleman” merupakan nama resmi dari lembaga, sehingga penggunaan huruf kapital pada kata <b>“Daerah”</b> dan <b>“Kabupaten”</b> sudah benar.<br><b>b. mengevakuasi seharusnya mengefakuasi</b><br>Kata <b>“mengevakuasi”</b> sudah benar. Ejaan <b>“mengefakuasi”</b> tidak sesuai dengan aturan ejaan bahasa Indonesia. Kata ini dibentuk dengan prefiks \"me-\" + kata dasar \"evakuasi,\" sehingga menjadi \"mengevakuasi.\"<br><b>c. tanda koma (,) setelah kata rentan dihilangkan</b><br>Penggunaan tanda koma setelah kata <b>“rentan”</b> sudah benar, karena tanda koma tersebut berfungsi untuk memisahkan keterangan tambahan yang menjelaskan frasa <b>“kelompok rentan”</b> sebelum masuk ke rincian contoh kelompok rentan.<br><b>d. tanda titik dua (:) setelah kata seperti dihilangkan</b><br>Ini adalah perbaikan yang tepat. Penggunaan kata “seperti” sudah cukup untuk memperkenalkan daftar tanpa tanda titik dua. Menghilangkan tanda ini akan membuat kalimat lebih tepat sesuai kaidah ejaan bahasa Indonesia.<br><b>e. anak-anak seharusnya anak anak</b><br>Penulisan <b>“anak-anak”</b> sudah benar, karena kata ulang dalam bahasa Indonesia menggunakan tanda hubung. Bentuk <b>“anak anak”</b> tanpa tanda hubung adalah salah.<br><br>Dengan demikian, jawaban yang paling tepat adalah <b>d</b>, karena tanda titik dua setelah kata “seperti” tidak diperlukan dan sebaiknya dihilangkan untuk membuat kalimat sesuai dengan aturan ejaan yang benar."
    },
    {
        "q": "Cermati paragraf berikut! Mudik lebaran telah menjadi tradisi di seluruh penjuru Nusantara. Meskipun para perantau sudah puluhan tahun berdomisili dan bekerja di luar kota, luar pulau, atau luar negeri, sebagian besar orang memandang mudik mudik lebaran ke kampung halaman sebagai momentum yang selalu ditunggu-tunggu. Hal ini terjadi karena tradisi mudik lebaran memiliki multimakna bagi masyarakat yang tidak hanya pada aspek tradisi dan budaya, tetapi juga aspek kehidupan sosial dan ekonomi. Pemaknaan dan pemanfaatan momentum lebaran menjadi kesempatan untuk pemberdayaan ekonomi masyarakat lokal. Ide pokok paragraf tersebut adalah ...",
        "opts": [
            "Tradisi mudik lebaran",
            "Pentingnya mudik lebaran",
            "Momentum mudik lebaran",
            "Aspek budaya mudik lebaran",
            "Manfaat mudik lebaran"
        ],
        "answer": "Tradisi mudik lebaran",
        "explanation": "Ide pokok atau gagasan utama dari sebuah paragraf adalah inti dari paragraf tersebut, yang mencakup topik utama yang dibahas dan sering kali diikuti oleh penjelasan atau rincian tambahan. Paragraf ini membahas tentang <b>tradisi mudik lebaran</b> sebagai fenomena yang memiliki <b>multimakna bagi masyarakat</b>, meliputi aspek tradisi, budaya, sosial, dan ekonomi. Topik utamanya adalah <b>tradisi mudik lebaran</b>, sedangkan rincian tentang aspek sosial, budaya, dan ekonomi berfungsi sebagai pendukung untuk menjelaskan bagaimana tradisi tersebut dimaknai oleh masyarakat.<br><br>Mari kita analisis setiap opsi:<br><b>a. Tradisi mudik lebaran</b><br>Ini adalah jawaban yang tepat. Paragraf tersebut menjelaskan <b>tradisi mudik lebaran</b> dan bagaimana tradisi tersebut memiliki makna penting bagi masyarakat, baik dari aspek sosial, budaya, maupun ekonomi. Semua rincian dalam paragraf mendukung topik utama ini.<br><b>b. Pentingnya mudik lebaran</b><br>Meskipun paragraf ini menyebutkan bahwa mudik lebaran penting bagi masyarakat, topik utama yang dibahas adalah <b>tradisi</b> itu sendiri, bukan hanya penekanan pada pentingnya. Kata \"penting\" merupakan interpretasi, sedangkan paragraf ini lebih menekankan deskripsi fenomena tradisi.<br><b>c. Momentum mudik lebaran</b><br>Paragraf tersebut memang menyebutkan bahwa mudik lebaran adalah momentum yang ditunggu-tunggu, tetapi fokus utamanya adalah <b>tradisi mudik lebaran</b> secara keseluruhan, bukan hanya momennya.<br><b>d. Aspek budaya mudik lebaran</b><br>Paragraf ini mencakup aspek tradisi, budaya, sosial, dan ekonomi, sehingga membahas tradisi mudik secara lebih luas daripada hanya aspek budaya.<br><b>e. Manfaat mudik lebaran</b><br>Meskipun paragraf tersebut menyinggung tentang manfaat, ide utamanya adalah <b>tradisi mudik lebaran</b> sebagai suatu fenomena yang memiliki berbagai makna dan manfaat bagi masyarakat, bukan hanya manfaatnya saja.<br><br>Dengan demikian, jawaban yang paling tepat adalah <b>a. Tradisi mudik lebaran</b>, karena paragraf ini berfokus pada tradisi mudik lebaran dan bagaimana masyarakat memaknainya dari berbagai aspek."
    },
    {
        "q": "Cermati kalimat berikut! Pengembangan industri komponen kapal dalam negeri tidak terlepas dari berbagai kendala, mulai kuantitas dan kualitas produk yang dihasilkan, produksi berdasarkan pada pesanan hingga persaingan dengan produk impor sehingga peran pemerintah menjadi sangat vital dalam menyelesaikan hal ini. Perbaikan kata bentukan yang salah pada kalimat tersebut adalah ...",
        "opts": [
            "pengembangan seharusnya perkembangan",
            "terlepas seharusnya lepas",
            "pesanan seharusnya pesan",
            "peran seharusnya peranan",
            "menyelesaikan seharusnya diselesaikannya"
        ],
        "answer": "pengembangan seharusnya perkembangan",
        "explanation": "Dalam konteks kalimat tersebut, kata <b>\"pengembangan\"</b> sebenarnya kurang tepat. Kata <b>\"pengembangan\"</b> merujuk pada proses memperluas atau menambah sesuatu, sedangkan <b>\"perkembangan\"</b> lebih cocok untuk menggambarkan proses perubahan atau kemajuan yang terjadi secara alami atau seiring waktu. Di kalimat ini, yang dimaksudkan adalah proses kemajuan industri komponen kapal yang dipengaruhi oleh berbagai kendala, sehingga <b>\"perkembangan\"</b> lebih sesuai.<br><br>Kalimat yang diperbaiki menjadi: \"<b>Perkembangan</b> industri komponen kapal dalam negeri tidak terlepas dari berbagai kendala, mulai kuantitas dan kualitas produk yang dihasilkan, produksi berdasarkan pada pesanan hingga persaingan dengan produk impor sehingga peran pemerintah menjadi sangat vital dalam menyelesaikan hal ini.\"<br><br>Mari kita analisis kembali opsi lainnya:<br><b>a. pengembangan seharusnya perkembangan</b><br>Ini adalah perbaikan yang tepat. Kata <b>\"perkembangan\"</b> lebih sesuai dalam konteks ini, karena menggambarkan perubahan atau kemajuan industri yang sedang berlangsung, bukan upaya atau tindakan untuk memperluas atau menambah sesuatu yang baru.<br><b>b. terlepas seharusnya lepas</b><br>Penggunaan kata <b>\"terlepas\"</b> sudah sesuai dalam kalimat ini. Frasa <b>\"tidak terlepas dari\"</b> sering digunakan untuk menunjukkan keterkaitan yang erat, sehingga tidak perlu diubah.<br><b>c. pesanan seharusnya pesan</b><br>Kata <b>\"pesanan\"</b> sudah benar karena mengacu pada barang yang diproduksi berdasarkan permintaan, bukan pesan dalam arti komunikasi.<br><b>d. peran seharusnya peranan</b><br>Kata <b>\"peran\"</b> sudah tepat digunakan dan lebih ringkas dibandingkan <b>\"peranan\"</b> yang memiliki makna serupa.<br><b>e. menyelesaikan seharusnya diselesaikannya</b><br>Kata <b>\"menyelesaikan\"</b> sudah tepat digunakan karena menunjukkan tindakan aktif oleh pemerintah.<br><br>Dengan demikian, jawaban yang paling tepat adalah <b>a</b>, karena <b>\"perkembangan\"</b> lebih sesuai daripada <b>\"pengembangan\"</b> dalam konteks kemajuan atau perubahan yang dialami industri komponen kapal di Indonesia."
    },
    {
        "q": "Cermati kalimat berikut! Tenaga kerja dalam usaha tani memiliki karateristik yang berbeda dengan tenaga kerja di bidang usaha lain, yakni keperluan akan tenaga kerja dalam usaha tani tidak kontinyu dan tidak merata, penyerapan tenaga kerja dalam usaha tani sangat terbatas, tidak mudah distandarkan, dirasionalkan, dispesifikasikan, beraneka ragam coraknya, dan kadang kala dipisahkan satu sama lain. Perbaikan ejaan yang salah dalam kalimat tersebut adalah ...",
        "opts": [
            "Tidak perlu tanda koma (,) sebelum yakni",
            "Kata kontinyu seharusnya kontinu",
            "Kata distandarkan seharusnya distandardkan",
            "Kata beraneka ragam seharusnya beraneka-ragam",
            "Tidak perlu tanda koma (,) sebelum kata dan"
        ],
        "answer": "Kata kontinyu seharusnya kontinu",
        "explanation": "Kata <b>\"kontinyu\"</b> dalam kalimat tersebut tidak sesuai dengan ejaan yang baku dalam bahasa Indonesia. Kata yang benar sesuai EYD (Ejaan Yang Disempurnakan) adalah <b>\"kontinu,\"</b> yang berarti <b>terus-menerus atau berkelanjutan</b>. Kata \"kontinyu\" berasal dari bahasa Inggris \"continuous,\" tetapi ejaan yang disesuaikan dalam bahasa Indonesia adalah \"kontinu.\"<br><br>Kalimat yang benar seharusnya menjadi: \"Tenaga kerja dalam usaha tani memiliki karakteristik yang berbeda dengan tenaga kerja di bidang usaha lain, yakni keperluan akan tenaga kerja dalam usaha tani tidak <b>kontinu</b> dan tidak merata, penyerapan tenaga kerja dalam usaha tani sangat terbatas, tidak mudah distandarkan, dirasionalkan, dispesifikasikan, beraneka ragam coraknya, dan kadang kala dipisahkan satu sama lain.\"<br><br>Mari kita analisis setiap opsi lainnya:<br><b>a. Tidak perlu tanda koma (,) sebelum yakni</b><br>Tanda koma sebelum <b>\"yakni\"</b> sudah benar dan sesuai dengan kaidah, karena \"yakni\" memperkenalkan penjelasan atau rincian tambahan.<br><b>b. Kata kontinyu seharusnya kontinu</b><br>Ini adalah perbaikan yang benar. Kata baku yang sesuai adalah <b>\"kontinu\"</b>, bukan \"kontinyu,\" sehingga opsi ini tepat.<br><b>c. Kata distandarkan seharusnya distandardkan</b><br>Kata <b>\"distandarkan\"</b> sudah benar. Menambahkan \"standardkan\" tidak sesuai dengan kaidah bahasa Indonesia yang baku.<br><b>d. Kata beraneka ragam seharusnya beraneka-ragam</b><br>Kata <b>\"beraneka ragam\"</b> sudah benar dan tidak memerlukan tanda hubung. Kata majemuk dalam bahasa Indonesia hanya diberi tanda hubung jika bersifat non-predikatif atau untuk mencegah salah tafsir.<br><b>e. Tidak perlu tanda koma (,) sebelum kata dan</b><br>Tanda koma sebelum \"dan\" benar digunakan untuk memisahkan elemen dalam sebuah daftar panjang, terutama dalam kalimat yang kompleks.<br><br>Dengan demikian, jawaban yang paling tepat adalah <b>b</b>, karena kata <b>\"kontinyu\"</b> harus diperbaiki menjadi <b>\"kontinu\"</b> sesuai dengan ejaan yang baku dalam bahasa Indonesia."
    },
    {
        "q": "Terdapat beberapa masalah yang dikhawatirkan muncul sebagai akibat dari perkembangan dunia digital saat ini. Salah satu permasalahan tersebut adalah hilangnya rasa kedekatan hubungan dengan sesama. Interaksi tatap muka digantikan dengan interaksi dengan interaksi jarak jauh melalui perantara gawai. Oleh karena itu muncul kesenjangan hubungan antara orangtua dan anak, antarsaudara, atau dengan orang lain. Hal tersebut perlu diwaspadai karena dunia digital sangat bebas, luas, dan tanpa batas. Ide pokok paragraph diatas adalah ...",
        "opts": [
            "Banyak masalah yang muncul karena perkembangan dunia digital",
            "Anak dapat mengalami masalah perkembangan karena dunia digital",
            "Dunia digital dapat berpengaruh pada pola interaksi antarmanusia",
            "Anak-anak zaman sekarang sangat terbantu teknologi dan internet",
            "Pengaruh teknologi dan internet sangat bebas, luas dan tanpa batas"
        ],
        "answer": "Dunia digital dapat berpengaruh pada pola interaksi antarmanusia",
        "explanation": "Ide pokok atau gagasan utama paragraf adalah inti dari paragraf yang mencakup topik utama yang dibahas. Paragraf di atas berfokus pada dampak dunia digital terhadap <b>pola interaksi antarmanusia</b>. Dijelaskan bahwa perkembangan teknologi digital dapat mengubah cara orang berinteraksi, yaitu dengan mengurangi interaksi tatap muka dan menggantinya dengan interaksi jarak jauh melalui perangkat teknologi. Hal ini mengakibatkan hilangnya rasa kedekatan dan menyebabkan kesenjangan dalam hubungan sosial, baik antara anggota keluarga maupun dengan orang lain.<br><br>Mari kita analisis setiap opsi:<br><b>a. Banyak masalah yang muncul karena perkembangan dunia digital</b><br>Meskipun benar bahwa paragraf ini membahas beberapa masalah akibat perkembangan dunia digital, ini hanya pernyataan umum dan tidak secara langsung mengacu pada tema utama yaitu <b>pengaruh terhadap pola interaksi</b>.<br><b>b. Anak dapat mengalami masalah perkembangan karena dunia digital</b><br>Pernyataan ini tidak tepat, karena paragraf tersebut tidak spesifik membahas tentang masalah perkembangan anak, melainkan dampak umum dunia digital pada hubungan antarmanusia.<br><b>c. Dunia digital dapat berpengaruh pada pola interaksi antarmanusia</b><br>Ini adalah ide pokok yang paling tepat. Paragraf ini terutama berfokus pada bagaimana dunia digital mempengaruhi cara orang berinteraksi, yang berpotensi mengubah pola hubungan, menyebabkan kesenjangan, dan mengurangi kedekatan.<br><b>d. Anak-anak zaman sekarang sangat terbantu teknologi dan internet</b><br>Pernyataan ini tidak sesuai dengan isi paragraf. Paragraf tidak membahas manfaat teknologi untuk anak-anak, tetapi lebih pada pengaruh negatif dari kurangnya interaksi tatap muka.<br><b>e. Pengaruh teknologi dan internet sangat bebas, luas dan tanpa batas</b><br>Pernyataan ini merujuk pada salah satu aspek yang disebutkan di akhir paragraf, namun bukan merupakan ide utama. Paragraf lebih menekankan pada dampak dunia digital terhadap pola interaksi manusia.<br><br>Dengan demikian, jawaban yang paling tepat adalah <b>c. Dunia digital dapat berpengaruh pada pola interaksi antarmanusia</b>, karena paragraf berfokus pada perubahan dalam pola interaksi dan hubungan sosial akibat penggunaan teknologi digital."
    },
    {
        "q": "Ketua Komite Ekonomi dan Industri Nasional (KEIN) mengemukakan bahwa ikut serta badan usaha hanyalah sebatas membuat, mengelola, dan merawat sistemnya, sedangkan mekanisme kerja yang berhubungan dengan data harus dilakukan oleh pemerintah untuk mengantisipasi bocornya data tersebut. Perbaikan kata bentukan yang salah pada kalimat tersebut adalah ...",
        "opts": [
            "membuat seharusnya membuatkan",
            "ikut serta seharusnya keikutsertaan",
            "berhubungan seharusnya berhubung",
            "mengemukakan seharusnnya dikemukakan",
            "bocornya seharusnya dibocorkannya"
        ],
        "answer": "ikut serta seharusnya keikutsertaan",
        "explanation": "Kalimat dalam soal ini memiliki bentuk kata yang kurang tepat pada frasa “ikut serta.” Pada kalimat tersebut, “ikut serta” tidak sesuai karena digunakan sebagai subjek dalam kalimat. Yang tepat seharusnya adalah <b>“keikutsertaan”</b> untuk menunjukkan <b>kata benda</b> yang merujuk pada partisipasi badan usaha sebagai subjek.<br><br>Mari kita analisis setiap opsi:<br><b>a. membuat seharusnya membuatkan</b><br>Kata \"membuat\" sudah benar dalam konteks kalimat, karena badan usaha berperan dalam \"membuat sistem.\" Kata \"membuatkan\" akan mengubah maknanya menjadi membuat sesuatu untuk orang lain, yang tidak sesuai dalam konteks ini.<br><b>b. ikut serta seharusnya keikutsertaan</b><br>Ini adalah perbaikan yang benar. Kata \"ikut serta\" seharusnya diganti dengan \"keikutsertaan\" untuk menunjukkan partisipasi badan usaha sebagai subjek dalam kalimat.<br><b>c. berhubungan seharusnya berhubung</b><br>Kata \"berhubungan\" sudah benar, karena menunjukkan hubungan dengan sesuatu. \"Berhubung\" memiliki makna yang berbeda dan tidak sesuai konteks.<br><b>d. mengemukakan seharusnya dikemukakan</b><br>\"Mengemukakan\" sudah sesuai karena subjek kalimatnya adalah Ketua Komite Ekonomi dan Industri Nasional (KEIN), yang aktif dalam mengemukakan pendapatnya.<br><b>e. bocornya seharusnya dibocorkannya</b><br>Kata \"bocornya\" sudah tepat untuk menunjukkan kondisi kebocoran data. Menggunakan \"dibocorkannya\" akan membuat kalimat menjadi tidak sesuai dengan maksud aslinya karena menunjukkan tindakan aktif membocorkan.<br><br>Dengan demikian, jawaban yang paling tepat adalah <b>b. ikut serta seharusnya keikutsertaan</b>, karena dalam kalimat ini, kata tersebut lebih tepat digunakan sebagai <b>kata benda</b> untuk menunjukkan peran badan usaha dalam konteks subjek."
    },
    {
        "q": "Menteri juga meminta mahasiswa melakukan pendidikan dan pengajaran bagi siswa sekolah dasar (SD) yang pada masa pandemi wabah mengalami kesulitan belajar secara daring, karena keterbatasan akses pada teknologi. Perbaikan ejaan yang salah dalam kalimat tersebut adalah ...",
        "opts": [
            "sekolah dasar seharusnya Sekolah Dasar",
            "sekolah dasar (SD) seharusnya SD (sekolah dasar)",
            "pandemi seharusnya dicetak miring",
            "setelah daring tidak ada koma (,)",
            "teknologi seharusnya tekhnologi"
        ],
        "answer": "setelah daring tidak ada koma (,)",
        "explanation": "Dalam kalimat tersebut, terdapat koma setelah kata <b>\"daring,\"</b> yang digunakan sebelum frasa penjelas <b>\"karena keterbatasan akses pada teknologi.\"</b> Namun, penggunaan koma dalam konteks ini sebenarnya tidak diperlukan, karena frasa tersebut merupakan bagian dari <b>kalimat majemuk sebab-akibat</b> tanpa jeda atau pemisahan. Jadi, menghilangkan koma akan membuat kalimat lebih lugas dan tetap sesuai kaidah penulisan.<br><br>Mari kita analisis opsi lainnya untuk lebih jelas:<br><b>a. sekolah dasar seharusnya Sekolah Dasar</b><br>Penulisan <b>\"sekolah dasar\"</b> tidak perlu menggunakan huruf kapital, karena di sini istilah ini digunakan sebagai keterangan umum, bukan nama resmi institusi atau jenjang pendidikan tertentu. Penulisan huruf kecil sudah benar.<br><b>b. sekolah dasar (SD) seharusnya SD (sekolah dasar)</b><br>Penulisan “SD” sebagai singkatan sudah sesuai dengan standar penulisan yang umum, di mana singkatan diikuti penjelasan di dalam tanda kurung.<br><b>c. pandemi seharusnya dicetak miring</b><br>Kata <b>“pandemi”</b> tidak perlu dicetak miring, karena sudah merupakan istilah baku dalam bahasa Indonesia, bukan kata asing.<br><b>d. setelah daring tidak ada koma (,)</b><br>Ini adalah jawaban yang tepat, karena frasa <b>“karena keterbatasan akses pada teknologi”</b> langsung mengikuti kata \"daring\" sebagai keterangan sebab, sehingga tidak perlu tanda koma di antara kedua bagian kalimat tersebut.<br><b>e. teknologi seharusnya tekhnologi</b><br>Penulisan <b>“teknologi”</b> sudah benar dan baku tanpa huruf “h”. Kata “tekhnologi” adalah ejaan yang salah.<br><br>Dengan demikian, jawaban yang paling tepat adalah <b>d</b>, karena dalam kalimat tersebut, tanda koma setelah kata <b>“daring”</b> seharusnya dihilangkan untuk memenuhi kaidah penulisan yang benar."
    },
    {
        "q": "Gabungan Perusahaan Karet Indonesia (Gapkindo) menyatakan bahwa sebaiknya karet tidak hanya digunakan untuk pembuatan aspal, tetapi pemerintah perlu mendorong kegunaan karet untuk kebutuhan lain seperti pembuatan bantalan rel, konblok, atau bantalan di dermaga. Perbaikan kata bentukan yang salah pada kalimat tersebut adalah ...",
        "opts": [
            "digunakan seharusnya berguna",
            "bantalan seharusnya bantal",
            "pembuatan seharusnya membuat",
            "mendorong seharusnya didorong",
            "kegunaan seharusnya penggunaan"
        ],
        "answer": "kegunaan seharusnya penggunaan",
        "explanation": "Dalam kalimat tersebut, kata <b>“kegunaan”</b> sebaiknya diganti dengan <b>“penggunaan”</b> agar kalimat menjadi lebih tepat secara makna. Kata <b>“kegunaan”</b> lebih merujuk pada <b>manfaat</b> atau <b>fungsi</b> dari sesuatu, sedangkan <b>“penggunaan”</b> lebih tepat untuk menggambarkan <b>pemakaian</b> atau <b>penerapan</b> sesuatu, seperti yang dimaksud dalam kalimat tersebut. Kalimat yang dimaksudkan di sini adalah bahwa pemerintah perlu mendorong <b>penggunaan</b> karet untuk berbagai kebutuhan lain, bukan semata-mata manfaatnya.<br><br>Mari kita analisis setiap opsi lainnya:<br><b>a. digunakan seharusnya berguna</b><br>Kata <b>“digunakan”</b> sudah benar dalam konteks kalimat ini. Kata tersebut merujuk pada pemakaian karet dalam pembuatan aspal, yang sesuai dengan makna yang diinginkan.<br><b>b. bantalan seharusnya bantal</b><br>Kata <b>“bantalan”</b> sudah tepat, karena merujuk pada objek yang digunakan sebagai penahan atau pelindung, seperti pada rel atau dermaga. “Bantal” akan memiliki konotasi berbeda yang merujuk pada benda yang biasanya digunakan untuk tidur.<br><b>c. pembuatan seharusnya membuat</b><br>Kata <b>“pembuatan”</b> sudah benar, karena konteks kalimat ini memerlukan kata benda yang menunjukkan proses atau kegiatan membuat sesuatu, seperti aspal, bantalan rel, atau konblok.<br><b>d. mendorong seharusnya didorong</b><br>Kata <b>“mendorong”</b> sudah tepat, karena subjeknya (pemerintah) bersifat aktif dalam upaya mendorong atau mempromosikan penggunaan karet.<br><b>e. kegunaan seharusnya penggunaan</b><br>Ini adalah perbaikan yang tepat. Mengganti <b>“kegunaan”</b> dengan <b>“penggunaan”</b> lebih sesuai dengan konteks, karena menunjukkan bahwa karet perlu <b>dipakai</b> atau <b>dimanfaatkan</b> untuk keperluan tertentu, bukan sekadar manfaat atau fungsinya.<br><br>Dengan demikian, jawaban yang paling tepat adalah <b>e</b>, karena kata <b>“penggunaan”</b> lebih sesuai daripada <b>“kegunaan”</b> dalam konteks dorongan terhadap penerapan karet untuk berbagai kebutuhan."
    },
    {
        "q": "Pemberian vaksin atau imunisasi secara luas, diakui sebagai salah satu intervensi kesehatan yang paling berhasil dan efektif di dunia untuk mencegah kecacatan dan kematian. Perbaikan ejaan yang salah dalam kalimat tersebut adalah ...",
        "opts": [
            "vaksin seharusnya vaksinasi",
            "tanda koma (, ) setelah kata luas dihilangkan",
            "intervensi seharusnya interfensi",
            "di dunia seharusnya didunia",
            "setelah dunia diberi tanda koma (,)"
        ],
        "answer": "tanda koma (, ) setelah kata luas dihilangkan",
        "explanation": "Dalam kalimat tersebut, penggunaan tanda koma setelah kata <b>“luas”</b> tidak diperlukan. Kalimat tersebut merupakan kalimat sederhana yang menghubungkan frasa “Pemberian vaksin atau imunisasi secara luas” langsung dengan frasa berikutnya tanpa jeda. Penggunaan tanda koma di sini tidak tepat karena membuat kalimat terputus tanpa alasan yang jelas. Penghilangan tanda koma akan membuat kalimat lebih mengalir secara alami dan sesuai dengan kaidah penulisan bahasa Indonesia.<br><br>Mari kita analisis setiap opsi lainnya:<br><b>a. vaksin seharusnya vaksinasi</b><br>Kata <b>“vaksin”</b> sudah tepat digunakan karena merujuk pada produk atau zat yang diberikan untuk imunisasi, bukan pada prosesnya (vaksinasi).<br><b>b. tanda koma (,) setelah kata luas dihilangkan</b><br>Ini adalah perbaikan yang benar. Tanda koma setelah “luas” sebaiknya dihilangkan karena tidak ada jeda yang diperlukan antara subjek dan predikat dalam kalimat ini. Menghilangkan koma membuat kalimat lebih efektif dan sesuai kaidah penulisan.<br><b>c. intervensi seharusnya interfensi</b><br>Kata <b>“intervensi”</b> sudah benar dan sesuai ejaan bahasa Indonesia. Penulisan “interfensi” adalah salah.<br><b>d. di dunia seharusnya didunia</b><br>Kata <b>“di dunia”</b> sudah benar. “Di” berfungsi sebagai kata depan yang menunjukkan tempat, sehingga penulisan terpisah sesuai kaidah yang benar.<br><b>e. setelah dunia diberi tanda koma (,)</b><br>Tidak diperlukan tanda koma setelah “dunia” karena kalimat sudah berakhir tanpa tambahan keterangan atau penjelasan yang memerlukan jeda.<br><br>Dengan demikian, jawaban yang paling tepat adalah <b>b</b>, karena tanda koma setelah kata “luas” sebaiknya dihilangkan agar kalimat lebih tepat sesuai kaidah bahasa Indonesia."
    },
    {
        "q": "Cermati kalimat berikut! Iparnya, selain pekerjaannya pada sebuah perusahaan penerbit yang sudah tersohor, juga penulis terkemuka buku anak-anak yang mengusung tema cerita sekitar dunia binatang dan alam. Perbaikan kata bentukan yang salah pada kalimat tersebut adalah ...",
        "opts": [
            "pekerjaannya seharusnya bekerja",
            "penerbit seharusnya penerbitan",
            "tersohor seharusnya tersohorkan",
            "terkemuka seharusnya terkemuka",
            "mengusung seharusnya berusung"
        ],
        "answer": "pekerjaannya seharusnya bekerja",
        "explanation": "Dalam kalimat ini, penggunaan kata <b>“pekerjaannya”</b> kurang tepat karena konteks kalimat membutuhkan <b>kata kerja aktif</b> untuk menggambarkan aktivitas yang dilakukan oleh subjek. Kata <b>“pekerjaannya”</b> adalah kata benda yang menunjukkan kepemilikan, sedangkan yang dibutuhkan dalam kalimat ini adalah bentuk kata kerja untuk menunjukkan aksi atau kegiatan, yaitu <b>“bekerja”</b>.<br><br>Dengan mengganti <b>“pekerjaannya”</b> menjadi <b>“bekerja”</b>, kalimat akan lebih logis dan mengikuti struktur bahasa yang benar, sehingga menjadi: “Iparnya, selain bekerja pada sebuah perusahaan penerbit yang sudah tersohor, juga penulis terkemuka buku anak-anak yang mengusung tema cerita sekitar dunia binatang dan alam.”<br><br>Mari kita analisis setiap opsi lainnya:<br><b>a. pekerjaannya seharusnya bekerja</b><br>Ini adalah perbaikan yang benar. Kalimat ini membutuhkan kata kerja, sehingga “pekerjaannya” harus diubah menjadi “bekerja” agar sesuai dengan struktur kalimat yang benar.<br><b>b. penerbit seharusnya penerbitan</b><br>Kata <b>“penerbit”</b> sudah tepat karena merujuk pada perusahaan yang menerbitkan buku. Mengubahnya menjadi <b>“penerbitan”</b> akan mengubah makna, yaitu menjadi kata benda yang menunjukkan kegiatan atau proses menerbitkan.<br><b>c. tersohor seharusnya tersohorkan</b><br>Kata <b>“tersohor”</b> sudah benar. “Tersohor” adalah bentuk kata sifat yang berarti terkenal atau populer. Bentuk <b>“tersohorkan”</b> tidak sesuai dan tidak umum digunakan dalam bahasa Indonesia.<br><b>d. terkemuka seharusnya terkemuka</b><br>Ini tidak menawarkan perubahan dan <b>“terkemuka”</b> sudah benar dalam konteks ini. Kata ini adalah kata sifat yang menggambarkan seseorang yang terkenal atau diakui dalam bidang tertentu.<br><b>e. mengusung seharusnya berusung</b><br>Kata <b>“mengusung”</b> sudah benar, karena berarti membawa atau mengangkat tema. Kata <b>“berusung”</b> tidak lazim dalam bahasa Indonesia dan tidak memiliki arti yang sesuai dalam konteks ini.<br><br>Dengan demikian, jawaban yang paling tepat adalah <b>a</b>, karena mengganti <b>“pekerjaannya”</b> dengan <b>“bekerja”</b> sesuai dengan struktur kalimat yang benar dan memberikan makna yang lebih jelas dalam konteks kalimat tersebut."
    }
]