[
    {
        "q": "Sejak era reformasi, kebijakan desentralisasi diberlakukan untuk memberikan lebih banyak otonomi kepada daerah. Kebijakan ini mencerminkan nasionalisme karena ...",
        "opts": [
        "mendukung daerah untuk sepenuhnya terpisah dari pusat",
        "meningkatkan kesempatan setiap daerah untuk mengatur urusan lokalnya sesuai kebutuhan",
        "mendorong daerah untuk meniru sistem negara lain",
        "membatasi perkembangan budaya lokal di daerah-daerah",
        "menghilangkan peran pemerintah pusat dalam pembangunan nasional"
        ],
        "answer": "meningkatkan kesempatan setiap daerah untuk mengatur urusan lokalnya sesuai kebutuhan",
        "explanation": "Desentralisasi memberi kebebasan bagi daerah untuk mengelola sumber daya dan kebijakan sesuai dengan karakteristik dan kebutuhan lokalnya, yang pada akhirnya membantu memperkuat persatuan dan pembangunan yang lebih merata di seluruh Indonesia."
    },
    {
        "q": "Pasal 30 ayat (1) UUD 1945 menegaskan bahwa setiap warga negara berhak dan wajib ikut serta dalam usaha pertahanan dan keamanan negara. Apa yang menjadi tujuan utama dari pasal ini?",
        "opts": [
        "Mendorong peran serta rakyat dalam keamanan nasional",
        "Memperkuat kekuasaan militer",
        "Menjaga stabilitas politik dalam negeri",
        "Meningkatkan daya saing ekonomi",
        "Menyediakan lapangan pekerjaan untuk warga negara"
        ],
        "answer": "Mendorong peran serta rakyat dalam keamanan nasional",
        "explanation": "Pasal 30 ayat (1) bertujuan agar seluruh warga negara berperan aktif dalam menjaga keamanan dan pertahanan negara, dengan menekankan pada konsep keamanan nasional yang mencakup partisipasi seluruh lapisan masyarakat, tidak hanya militer."
    },
    {
        "q": "Berdasarkan Undang-Undang No. 3 Tahun 2002 tentang Pertahanan Negara, siapa saja yang termasuk dalam komponen cadangan pertahanan negara?",
        "opts": [
        "Pegawai Negeri Sipil",
        "Seluruh rakyat Indonesia yang telah mengikuti latihan dasar militer",
        "Pelajar dan mahasiswa",
        "Aparatur sipil negara dan polisi",
        "Anggota TNI yang sudah pensiun"
        ],
        "answer": "Seluruh rakyat Indonesia yang telah mengikuti latihan dasar militer",
        "explanation": "Komponen cadangan dalam sistem pertahanan negara terdiri dari warga negara yang telah dilatih melalui pendidikan atau pelatihan dasar militer, sesuai dengan ketentuan yang diatur dalam UU No. 3 Tahun 2002."
    },
    {
        "q": "Indonesia menerapkan sistem pertahanan rakyat semesta. Apa arti dari sistem ini?",
        "opts": [
        "Sistem pertahanan yang hanya bergantung pada TNI",
        "Sistem yang melibatkan seluruh komponen bangsa dalam pertahanan negara",
        "Sistem pertahanan yang bergantung pada aliansi militer dengan negara lain",
        "Sistem pertahanan yang dikelola oleh organisasi internasional",
        "Sistem yang melibatkan hanya kalangan militer dan elite politik"
        ],
        "answer": "Sistem yang melibatkan seluruh komponen bangsa dalam pertahanan negara",
        "explanation": "Sistem pertahanan rakyat semesta (Sishankamrata) mengedepankan peran aktif seluruh komponen bangsa, baik militer maupun non-militer, dalam menghadapi ancaman terhadap negara, sesuai prinsip bahwa pertahanan negara adalah tanggung jawab bersama."
    },
    {
        "q": "Salah satu ancaman non-militer yang dapat membahayakan kedaulatan negara adalah?",
        "opts": [
        "Invasi militer dari negara lain",
        "Penyerangan fisik oleh teroris",
        "Penyebaran berita hoaks melalui media sosial",
        "Peningkatan kekuatan militer negara tetangga",
        "Pelanggaran wilayah udara oleh pesawat tempur asing"
        ],
        "answer": "Penyebaran berita hoaks melalui media sosial",
        "explanation": "Penyebaran hoaks melalui media sosial dapat menjadi ancaman non-militer yang serius bagi stabilitas dan keamanan negara, karena dapat menimbulkan keresahan, kekacauan sosial, dan mempengaruhi opini publik secara negatif."
    },
    {
        "q": "Dalam menjalankan politik luar negeri, Indonesia menganut prinsip Bebas Aktif, yang diperkenalkan pertama kali oleh Mohammad Hatta. Arti dari prinsip \"Bebas Aktif\" adalah ...",
        "opts": [
        "bebas memilih sekutu mana saja dalam peperangan",
        "tidak ikut campur dalam urusan internasional",
        "aktif menjalin kerja sama internasional tanpa berpihak pada blok tertentu",
        "mendukung salah satu blok kekuatan besar dalam Perang Dingin",
        "aktif terlibat dalam segala konflik internasional"
        ],
        "answer": "aktif menjalin kerja sama internasional tanpa berpihak pada blok tertentu",
        "explanation": "Prinsip Bebas Aktif mencerminkan kebijakan Indonesia untuk tidak terikat pada blok kekuatan dunia tertentu. Indonesia berusaha untuk bebas dalam mengambil keputusan dan aktif dalam mendukung perdamaian dunia."
    },
    {
        "q": "Di era globalisasi, ancaman terhadap nasionalisme dapat datang dalam berbagai bentuk, termasuk melalui budaya. Salah satu cara generasi muda dapat memperkuat nasionalisme dalam konteks ini adalah ...",
        "opts": [
        "menghindari budaya tradisional karena dianggap kuno",
        "mengenalkan budaya populer luar negeri kepada masyarakat lokal",
        "mempelajari dan melestarikan budaya tradisional serta memperkenalkannya kepada dunia",
        "meniru seluruh gaya hidup dari negara maju",
        "menolak semua bentuk kerja sama internasional dalam bidang budaya"
        ],
        "answer": "mempelajari dan melestarikan budaya tradisional serta memperkenalkannya kepada dunia",
        "explanation": "Generasi muda dapat menunjukkan sikap nasionalisme dengan mempelajari dan mempertahankan budaya tradisional, serta memperkenalkannya di forum internasional. Ini adalah cara untuk menunjukkan kebanggaan dan identitas bangsa kepada dunia luar."
    },
    {
        "q": "Undang-Undang Dasar 1945 menyebutkan bahwa \"Kemerdekaan adalah hak segala bangsa,\" yang menunjukkan bahwa bangsa Indonesia ...",
        "opts": [
        "hanya peduli pada kemerdekaan sendiri tanpa memikirkan bangsa lain",
        "berhak mengatur wilayah bangsa lain yang belum merdeka",
        "menghormati hak setiap bangsa untuk merdeka dan mengatur dirinya sendiri",
        "tidak akan terlibat dalam konflik internasional manapun",
        "akan selalu mendukung semua negara dalam hal apapun"
        ],
        "answer": "menghormati hak setiap bangsa untuk merdeka dan mengatur dirinya sendiri",
        "explanation": "Kalimat ini menunjukkan prinsip penghormatan terhadap kedaulatan bangsa-bangsa di dunia. Indonesia mengakui bahwa kemerdekaan adalah hak dasar yang harus dihormati, sesuai dengan komitmen Indonesia dalam menjaga perdamaian dan hak asasi manusia."
    },
    {
        "q": "Nasionalisme di bidang ekonomi dapat dilakukan dengan cara ...",
        "opts": [
        "mengandalkan seluruh kebutuhan pada impor dari luar negeri",
        "memperbanyak investasi asing dalam sektor strategis",
        "menciptakan dan menggunakan produk-produk dalam negeri",
        "menghilangkan semua pajak untuk perusahaan asing",
        "hanya mengekspor bahan baku tanpa pengolahan lebih lanjut"
        ],
        "answer": "menciptakan dan menggunakan produk-produk dalam negeri",
        "explanation": "Dengan mendukung produk dalam negeri, kita membantu memperkuat ekonomi nasional, menciptakan lapangan kerja, dan meningkatkan pendapatan negara. Nasionalisme ekonomi bertujuan untuk mencapai kemandirian ekonomi dengan memperkuat industri lokal."
    },
    {
        "q": "Peran generasi muda dalam menjaga persatuan dan kesatuan bangsa sangat penting, terutama di era informasi saat ini. Salah satu tindakan yang bisa diambil generasi muda untuk melawan disinformasi yang dapat memecah belah bangsa adalah ...",
        "opts": [
        "menyebarkan semua informasi yang diperoleh tanpa verifikasi",
        "membatasi interaksi hanya dengan orang dari suku atau daerahnya sendiri",
        "memverifikasi kebenaran informasi sebelum membagikannya",
        "mengikuti semua informasi dari sumber luar negeri saja",
        "menghindari semua berita nasional dan fokus pada berita luar negeri"
        ],
        "answer": "memverifikasi kebenaran informasi sebelum membagikannya",
        "explanation": "Generasi muda dapat melawan disinformasi dengan memastikan informasi yang dibagikan akurat dan dapat dipercaya. Tindakan ini membantu mencegah konflik, menjaga persatuan, dan menunjukkan rasa tanggung jawab terhadap bangsa."
    },
    {
        "q": "Pasca kemerdekaan, pemerintah Indonesia mencanangkan program-program pembangunan yang mencerminkan semangat nasionalisme. Salah satu contoh dari program tersebut adalah ...",
        "opts": [
        "mengundang negara asing untuk mengelola seluruh sumber daya alam",
        "menanamkan modal asing dalam sektor-sektor strategis tanpa regulasi",
        "menasionalisasi perusahaan asing yang bergerak di sektor penting ekonomi",
        "memberikan hak pengelolaan sumber daya kepada pihak asing sepenuhnya",
        "menyerahkan pengelolaan hutan kepada perusahaan internasional"
        ],
        "answer": "menasionalisasi perusahaan asing yang bergerak di sektor penting ekonomi",
        "explanation": "Program nasionalisasi adalah upaya untuk mengambil alih perusahaan-perusahaan yang sebelumnya dikuasai asing agar dikelola oleh bangsa sendiri. Hal ini merupakan bentuk nasionalisme dalam ekonomi, di mana kekayaan alam dan sumber daya negara dipertahankan untuk kemakmuran rakyat Indonesia."
    },
    {
        "q": "Nasionalisme dalam bidang pendidikan dapat diwujudkan melalui kurikulum yang mengajarkan nilai-nilai kebangsaan. Salah satu tujuan dari pendidikan nasionalisme adalah ...",
        "opts": [
        "memperkenalkan semua budaya asing kepada siswa",
        "mendorong siswa untuk meninggalkan budaya tradisional",
        "menumbuhkan rasa cinta tanah air dan kebanggaan sebagai bangsa Indonesia",
        "mengurangi waktu belajar untuk pelajaran sejarah",
        "fokus pada pengajaran bahasa asing tanpa memperhatikan bahasa Indonesia"
        ],
        "answer": "menumbuhkan rasa cinta tanah air dan kebanggaan sebagai bangsa Indonesia",
        "explanation": "Pendidikan nasionalisme bertujuan untuk membangun kesadaran akan pentingnya persatuan, menghormati sejarah bangsa, dan meningkatkan rasa cinta tanah air, sehingga generasi muda bangga menjadi bagian dari bangsa Indonesia."
    },
    {
        "q": "Dalam bidang olahraga, nasionalisme ditunjukkan dengan mengharumkan nama bangsa di ajang internasional. Salah satu ajang yang sangat penting untuk menunjukkan prestasi bangsa Indonesia adalah ...",
        "opts": [
        "kompetisi olahraga lokal antar desa",
        "Olimpiade, di mana atlet-atlet Indonesia bersaing dengan negara-negara lain di dunia",
        "perlombaan tradisional di masing-masing daerah",
        "pertandingan eksklusif hanya untuk atlet dalam negeri",
        "kompetisi antar sekolah di seluruh Indonesia"
        ],
        "answer": "Olimpiade, di mana atlet-atlet Indonesia bersaing dengan negara-negara lain di dunia",
        "explanation": "Olimpiade adalah ajang internasional yang memberi kesempatan kepada atlet Indonesia untuk menunjukkan kemampuan mereka dan mengharumkan nama bangsa di dunia internasional. Ini merupakan bentuk nasionalisme di mana atlet berjuang untuk membawa kebanggaan bagi Indonesia."
    },
    {
        "q": "Dalam Pidato Lahirnya Pancasila pada 1 Juni 1945, Ir. Soekarno mengemukakan lima prinsip yang kelak menjadi dasar negara Indonesia. Prinsip pertama yang beliau sampaikan adalah Kebangsaan Indonesia, yang artinya ...",
        "opts": [
        "membentuk satu suku bangsa yang dominan di Indonesia",
        "mempertahankan budaya kolonial sebagai warisan sejarah",
        "menyatukan seluruh masyarakat Indonesia tanpa memandang suku, agama, dan ras",
        "menghapus semua budaya daerah yang ada di Indonesia",
        "hanya menghargai budaya-budaya dari pulau Jawa"
        ],
        "answer": "menyatukan seluruh masyarakat Indonesia tanpa memandang suku, agama, dan ras",
        "explanation": "Kebangsaan Indonesia yang diutarakan oleh Soekarno menekankan pentingnya persatuan dan kesatuan seluruh bangsa Indonesia sebagai negara yang satu, tanpa ada diskriminasi berdasarkan latar belakang etnis, budaya, atau agama."
    },
    {
        "q": "Nasionalisme dapat ditunjukkan melalui partisipasi aktif dalam menjaga kelestarian lingkungan hidup. Salah satu bentuk nyata dari nasionalisme lingkungan adalah ...",
        "opts": [
        "mengurangi konsumsi air bersih demi menghemat biaya pribadi",
        "menggunakan produk-produk berbahan dasar kimia berbahaya",
        "ikut serta dalam program penanaman pohon untuk menjaga hutan Indonesia",
        "membuang sampah di sungai dengan alasan efisiensi",
        "menggunakan kendaraan pribadi untuk semua perjalanan"
        ],
        "answer": "ikut serta dalam program penanaman pohon untuk menjaga hutan Indonesia",
        "explanation": "Menjaga lingkungan adalah bagian dari tanggung jawab nasionalisme, karena lingkungan yang lestari adalah aset bangsa. Menanam pohon membantu mencegah kerusakan hutan, menjaga keanekaragaman hayati, dan mencegah bencana alam seperti banjir dan longsor."
    },
    {
        "q": "Sebagai wujud dari nasionalisme dalam menjaga kekayaan alam, pemerintah Indonesia telah menetapkan berbagai kawasan konservasi. Kawasan konservasi ini bertujuan untuk ...",
        "opts": [
        "membuka lahan bagi pertanian besar-besaran",
        "melindungi keanekaragaman hayati dari ancaman kepunahan",
        "mendukung kegiatan penambangan skala besar",
        "memperluas wilayah pemukiman penduduk",
        "meningkatkan ketergantungan pada sumber daya alam"
        ],
        "answer": "melindungi keanekaragaman hayati dari ancaman kepunahan",
        "explanation": "Kawasan konservasi adalah area yang dilindungi untuk menjaga flora, fauna, dan ekosistem yang ada di dalamnya. Hal ini mencerminkan semangat nasionalisme dalam upaya menjaga kelestarian kekayaan alam Indonesia untuk generasi mendatang."
    },
    {
        "q": "Menggunakan produk dalam negeri adalah salah satu bentuk nasionalisme ekonomi. Manfaat dari mengutamakan produk lokal di masyarakat Indonesia adalah ...",
        "opts": [
        "meningkatkan ketergantungan pada barang impor",
        "membuka lapangan kerja dan menguatkan ekonomi nasional",
        "membatasi inovasi produk dalam negeri",
        "mengurangi pendapatan pemerintah dari sektor pajak",
        "memperkuat posisi produk impor di pasar domestik"
        ],
        "answer": "membuka lapangan kerja dan menguatkan ekonomi nasional",
        "explanation": "Mengutamakan produk lokal membantu mengurangi ketergantungan pada barang impor dan membuka lapangan kerja. Hal ini juga membantu menguatkan ekonomi nasional karena dana yang dibelanjakan tetap berada dalam negeri, meningkatkan pendapatan negara."
    },
    {
        "q": "Nasionalisme dalam bidang teknologi dapat diwujudkan melalui penelitian dan pengembangan produk-produk teknologi yang sesuai dengan kebutuhan bangsa. Contoh nasionalisme dalam bidang ini adalah ...",
        "opts": [
        "membeli semua produk teknologi dari negara lain",
        "mempromosikan produk lokal ke pasar global",
        "menolak pengembangan teknologi lokal yang berbasis riset",
        "hanya menggunakan teknologi asing dalam sektor pendidikan",
        "melarang penggunaan teknologi untuk menghindari perubahan"
        ],
        "answer": "mempromosikan produk lokal ke pasar global",
        "explanation": "Memperkenalkan dan mengembangkan teknologi buatan Indonesia di pasar global adalah cara untuk menunjukkan kemampuan dan keunggulan teknologi Indonesia, sekaligus memperkuat ekonomi dan meningkatkan rasa bangga terhadap produk nasional."
    },
    {
        "q": "Sebagai bangsa yang kaya akan budaya, Indonesia menjunjung tinggi keberagaman seni dan tradisi. Salah satu bentuk nasionalisme yang dapat diterapkan oleh generasi muda dalam melestarikan seni budaya adalah ...",
        "opts": [
        "mengikuti tren budaya luar negeri yang sedang populer",
        "mempelajari dan mempraktikkan seni budaya tradisional di daerah masing-masing",
        "mendukung seni budaya hanya jika menghasilkan keuntungan finansial",
        "mengesampingkan seni budaya dan fokus pada pendidikan akademik",
        "menolak budaya lokal yang tidak populer di luar negeri"
        ],
        "answer": "mempelajari dan mempraktikkan seni budaya tradisional di daerah masing-masing",
        "explanation": "Melestarikan seni budaya tradisional merupakan bentuk nasionalisme yang memperlihatkan rasa cinta terhadap tanah air dan keinginan untuk menjaga identitas bangsa. Generasi muda dapat berkontribusi dalam pelestarian budaya dengan mempelajari, mempraktikkan, dan mempromosikan seni budaya tradisional."
    },
    {
        "q": "Indonesia memiliki berbagai kebudayaan daerah yang unik. Dalam menjaga persatuan nasional, sikap yang sesuai dengan nilai nasionalisme adalah ...",
        "opts": [
        "hanya menghargai kebudayaan daerah sendiri",
        "memaksakan kebudayaan daerah tertentu kepada daerah lainnya",
        "menghargai semua kebudayaan daerah sebagai bagian dari kekayaan nasional",
        "meninggalkan kebudayaan daerah demi kemajuan teknologi",
        "mengutamakan budaya yang populer di luar negeri"
        ],
        "answer": "menghargai semua kebudayaan daerah sebagai bagian dari kekayaan nasional",
        "explanation": "Menghormati dan menghargai kebudayaan dari seluruh daerah mencerminkan sikap nasionalisme yang tinggi. Setiap kebudayaan adalah bagian dari identitas bangsa yang memperkuat persatuan Indonesia."
    },
    {
        "q": "Indonesia memiliki banyak Taman Nasional yang kaya akan keanekaragaman hayati. Namun, Taman Nasional ini sering kali terancam oleh perambahan ilegal dan kerusakan ekosistem. Apa kebijakan yang paling efektif bagi pemerintah untuk menjaga kelestarian Taman Nasional sebagai wujud dari nasionalisme lingkungan?",
        "opts": [
        "Membiarkan masyarakat lokal mengeksploitasi sumber daya alam di Taman Nasional",
        "Menjaga dan mengelola Taman Nasional dengan melibatkan masyarakat lokal melalui program edukasi dan patroli bersama",
        "Menutup semua akses Taman Nasional untuk umum",
        "Menyerahkan pengelolaan Taman Nasional kepada perusahaan asing",
        "Menggunakan lahan Taman Nasional untuk kegiatan pertanian"
        ],
        "answer": "Menjaga dan mengelola Taman Nasional dengan melibatkan masyarakat lokal melalui program edukasi dan patroli bersama",
        "explanation": "Dengan melibatkan masyarakat lokal dalam pengelolaan dan patroli, pemerintah dapat meningkatkan kesadaran tentang pentingnya menjaga Taman Nasional. Pendekatan ini mempromosikan nasionalisme lingkungan dengan melindungi sumber daya alam secara berkelanjutan."
    },
    {
        "q": "Dalam konteks globalisasi, pendidikan nasional sering kali menghadapi tantangan untuk tetap mempertahankan nilai-nilai kebangsaan di tengah pengaruh dari budaya luar. Bagaimana sebaiknya kurikulum pendidikan disusun agar dapat menyeimbangkan pendidikan keterampilan global dengan nasionalisme?",
        "opts": [
        "Menghapus semua elemen budaya asing dari kurikulum",
        "Menyusun kurikulum yang mengintegrasikan pendidikan global dengan nilai-nilai kebangsaan, seperti Pancasila dan sejarah Indonesia",
        "Mengajarkan hanya tentang budaya luar tanpa menyentuh nilai-nilai nasional",
        "Menkankan pendidikan tentang teknologi dan mengabaikan pendidikan karakter",
        "Membatasi akses siswa terhadap informasi luar negeri"
        ],
        "answer": "Menyusun kurikulum yang mengintegrasikan pendidikan global dengan nilai-nilai kebangsaan, seperti Pancasila dan sejarah Indonesia",
        "explanation": "Dengan menggabungkan pendidikan global dan nilai-nilai nasional, siswa bisa menjadi generasi yang kompeten dalam persaingan internasional namun tetap memiliki rasa nasionalisme yang kuat. Kurikulum ini mempersiapkan mereka menjadi warga dunia yang tidak melupakan identitas bangsa."
    },
    {
        "q": "Dalam menjaga persatuan dan kesatuan bangsa, pemerintah mendorong integrasi berbagai kelompok etnis yang berbeda. Namun, setiap kelompok etnis memiliki budaya dan tradisi masing-masing yang unik. Apa pendekatan terbaik yang bisa diambil pemerintah untuk menjaga persatuan tanpa menghilangkan keunikan budaya masing-masing kelompok?",
        "opts": [
        "Mengabaikan keberagaman budaya dan memaksakan satu budaya nasional",
        "Mempromosikan toleransi dan menghargai keberagaman melalui program-program budaya lintas etnis yang melibatkan seluruh masyarakat",
        "Melarang budaya lokal untuk ditampilkan di daerah lain",
        "Memusatkan seluruh program budaya hanya pada satu etnis mayoritas",
        "Mewajibkan seluruh daerah untuk meninggalkan budayanya demi kesatuan"
        ],
        "answer": "Mempromosikan toleransi dan menghargai keberagaman melalui program-program budaya lintas etnis yang melibatkan seluruh masyarakat",
        "explanation": "Pemerintah dapat menjaga persatuan dengan cara mempromosikan toleransi dan keberagaman melalui program-program yang melibatkan berbagai etnis. Pendekatan ini memungkinkan masyarakat untuk saling belajar dan menghargai satu sama lain, memperkuat rasa persatuan nasional."
    },
    {
        "q": "Indonesia memiliki semboyan \"Bhinneka Tunggal Ika,\" yang berarti \"Berbeda-beda tetapi tetap satu.\" Di era digital ini, masyarakat sering kali terpapar informasi yang dapat memicu konflik antar kelompok. Bagaimana sebaiknya pemerintah mengatasi hal ini untuk mempertahankan semangat persatuan di tengah keberagaman?",
        "opts": [
        "Menyebarkan informasi yang menekankan persamaan dan kebersamaan antar kelompok melalui media digital",
        "Mengabaikan isu-isu yang berpotensi menimbulkan konflik antar kelompok",
        "Memperbolehkan media untuk memberitakan apa saja tanpa regulasi",
        "Mempromosikan budaya asing sebagai solusi untuk konflik lokal",
        "Menyensor seluruh informasi yang berhubungan dengan keberagaman"
        ],
        "answer": "Menyebarkan informasi yang menekankan persamaan dan kebersamaan antar kelompok melalui media digital",
        "explanation": "Dengan menyebarkan informasi yang menekankan persamaan dan persatuan, masyarakat akan lebih memahami pentingnya toleransi dan kebersamaan di tengah keberagaman. Pemerintah dapat memanfaatkan media digital untuk mengkampanyekan nilai-nilai persatuan yang mendukung semangat \"Bhinneka Tunggal Ika.\""
    },
    {
        "q": "Prinsip \"Kedaulatan rakyat\" yang terkandung dalam Pancasila tercermin dalam sila keempat, yaitu \"Kerakyatan yang dipimpin oleh hikmat kebijaksanaan dalam permusyawaratan/perwakilan.\" Prinsip ini mengajarkan bahwa ...",
        "opts": [
        "kekuasaan negara dipegang oleh satu orang saja",
        "keputusan harus diambil melalui pemaksaan kehendak",
        "segala keputusan diambil dengan musyawarah untuk mencapai mufakat",
        "rakyat tidak memiliki hak suara dalam pemerintahan",
        "wakil rakyat memiliki kekuasaan mutlak atas negara"
        ],
        "answer": "segala keputusan diambil dengan musyawarah untuk mencapai mufakat",
        "explanation": "Sila keempat Pancasila mengajarkan bahwa segala keputusan yang menyangkut kepentingan bersama diambil melalui musyawarah, yang mencerminkan demokrasi dan kedaulatan rakyat. Hal ini adalah bagian dari nilai-nilai nasionalisme dalam sistem pemerintahan Indonesia."
    },
    {
        "q": "Di Indonesia, terdapat kebijakan desentralisasi yang memberikan otonomi lebih besar kepada pemerintah daerah untuk mengatur wilayah mereka. Namun, hal ini dapat menimbulkan perbedaan kebijakan antar daerah yang berpotensi mengganggu persatuan nasional. Bagaimana pemerintah pusat dapat mendukung keberhasilan desentralisasi tanpa mengorbankan rasa persatuan?",
        "opts": [
        "Menarik kembali seluruh wewenang daerah ke pemerintah pusat",
        "Memberikan pedoman umum tentang kebijakan yang harus diterapkan daerah untuk menjaga keseragaman nilai nasional",
        "Membiarkan pemerintah daerah membuat kebijakan tanpa ada panduan dari pusat",
        "Menghentikan otonomi daerah agar lebih terpusat",
        "Menyerahkan sepenuhnya urusan nasional kepada masing-masing daerah"
        ],
        "answer": "Memberikan pedoman umum tentang kebijakan yang harus diterapkan daerah untuk menjaga keseragaman nilai nasional",
        "explanation": "Pemerintah pusat perlu memberikan panduan untuk memastikan bahwa setiap daerah tetap selaras dengan tujuan nasional, sambil memungkinkan fleksibilitas sesuai dengan kebutuhan lokal. Ini menjaga kesatuan dan persatuan nasional di tengah keberagaman kebijakan."
    },
    {
        "q": "Nasionalisme di era globalisasi sering dihadapkan pada pengaruh budaya asing yang kuat. Banyak generasi muda yang mengadopsi gaya hidup dan nilai-nilai dari negara lain tanpa seleksi. Sebagai seorang guru, bagaimana cara terbaik untuk menumbuhkan rasa cinta terhadap budaya lokal di kalangan siswa?",
        "opts": [
        "Membatasi siswa untuk tidak mengakses budaya asing",
        "Mengintegrasikan budaya lokal ke dalam materi pembelajaran dengan cara yang menarik dan relevan bagi siswa",
        "Mengharuskan siswa mengikuti gaya hidup tradisional sepenuhnya",
        "Menghilangkan kurikulum tentang budaya asing di sekolah",
        "Menghindari semua bentuk pengaruh asing di sekolah"
        ],
        "answer": "Mengintegrasikan budaya lokal ke dalam materi pembelajaran dengan cara yang menarik dan relevan bagi siswa",
        "explanation": "Dengan mengintegrasikan budaya lokal secara menarik, siswa dapat mengenal dan menghargai budaya sendiri tanpa harus menolak pengaruh positif dari luar. Ini membantu mereka mengembangkan rasa cinta terhadap budaya lokal dan menjaga identitas nasional."
    },
    {
        "q": "Indonesia memiliki banyak pulau dengan berbagai macam etnis dan budaya. Untuk menjaga persatuan di tengah keragaman, apa langkah yang paling efektif yang dapat dilakukan pemerintah dalam mengelola keanekaragaman tersebut?",
        "opts": [
        "Mewajibkan semua daerah untuk menggunakan bahasa dan budaya yang sama",
        "Meningkatkan pemahaman dan toleransi antar suku dengan mengadakan program budaya lintas daerah yang melibatkan masyarakat dari berbagai wilayah",
        "Memisahkan setiap daerah agar tidak terjadi interaksi antar suku",
        "Menyerahkan kebijakan budaya kepada negara-negara tetangga",
        "Membatasi masyarakat untuk berpindah dari satu daerah ke daerah lain"
        ],
        "answer": "Meningkatkan pemahaman dan toleransi antar suku dengan mengadakan program budaya lintas daerah yang melibatkan masyarakat dari berbagai wilayah",
        "explanation": "Melalui program lintas budaya, masyarakat dapat saling belajar dan menghargai keanekaragaman yang ada. Ini membantu menjaga persatuan nasional dengan menumbuhkan toleransi dan saling pengertian antar suku dan daerah."
    },
    {
        "q": "Indonesia menghadapi tantangan ketergantungan pada energi fosil yang tidak terbarukan. Dalam menghadapi situasi ini, apa kebijakan paling efektif yang bisa diambil pemerintah untuk mencerminkan nasionalisme dan menjaga keberlanjutan energi di masa depan?",
        "opts": [
        "Meningkatkan eksploitasi energi fosil untuk mendukung pertumbuhan ekonomi",
        "Mengembangkan dan mempercepat investasi pada sumber energi terbarukan seperti tenaga surya, angin, dan biomassa",
        "Melarang masyarakat menggunakan energi alternatif",
        "Membatasi penggunaan energi terbarukan demi mempertahankan industri fosil",
        "Menyerahkan pengelolaan energi sepenuhnya kepada perusahaan asing"
        ],
        "answer": "Mengembangkan dan mempercepat investasi pada sumber energi terbarukan seperti tenaga surya, angin, dan biomassa",
        "explanation": "Mengalihkan fokus pada energi terbarukan adalah cara untuk menjaga kelestarian lingkungan serta kemandirian energi di masa depan. Ini juga merupakan bentuk nasionalisme dalam melindungi sumber daya alam dan mempersiapkan masa depan yang berkelanjutan."
    },
    {
        "q": "Dalam upaya meningkatkan perekonomian nasional, pemerintah Indonesia mendorong warganya untuk lebih menggunakan produk dalam negeri. Namun, masih banyak masyarakat yang memilih produk impor karena harganya lebih murah. Sebagai seorang pengusaha, bagaimana Anda dapat membantu mendukung gerakan nasionalisme ekonomi dengan tetap menarik minat konsumen?",
        "opts": [
        "Menurunkan kualitas produk agar dapat bersaing harga dengan produk impor",
        "Meningkatkan efisiensi produksi dan inovasi produk untuk menawarkan kualitas yang lebih baik dengan harga yang bersaing",
        "Menutup usaha jika tidak bisa bersaing dengan produk impor",
        "Mengutamakan hanya produk asing karena lebih populer",
        "Membatasi produk hanya untuk pasar luar negeri"
        ],
        "answer": "Meningkatkan efisiensi produksi dan inovasi produk untuk menawarkan kualitas yang lebih baik dengan harga yang bersaing",
        "explanation": "Dengan meningkatkan efisiensi dan melakukan inovasi, pengusaha dapat menghasilkan produk lokal yang berkualitas baik dan harga yang kompetitif. Ini membantu memperkuat daya tarik produk dalam negeri dan mendukung gerakan nasionalisme ekonomi."
    }
]