[
    {
        "q": "Sikap fanatik yang berlebihan dalam beragama dapat mengancam kerukunan dalam masyarakat. Fanatik yang berlebihan akan menganggap pemeluk agama lain sebagai musuh. Sikap tersebut tidak sesuai dengan Pancasila karena ...",
        "opts": [
            "Mengarah pada ekslusifisme agama",
            "Rendahnya rasa hormat pada keagamaan",
            "Fanatisme yang buta bisa berdampak buruk",
            "Tidak mencerminkan ketakwaan kepada Tuhan",
            "Kerukunan beragama harus dijaga"
        ],
        "answer": "Mengarah pada ekslusifisme agama",
        "explanation": "Soal ini membahas bahaya fanatisme berlebihan yang bertentangan dengan Pancasila (khususnya Sila ke-1 dan semboyan Bhinneka Tunggal Ika). Fanatisme sempit dapat merusak sendi-sendi persatuan.<br><b>Analisis Pilihan Jawaban:</b><br>1. <b>Mengarah pada ekslusifisme agama (Jawaban Benar).</b> Fanatisme berlebihan melahirkan sikap eksklusif (menutup diri), merasa paling benar sendiri, dan memandang kelompok lain sebagai musuh. Hal ini bertentangan mutlak dengan prinsip Pancasila yang inklusif dan menghargai keberagaman.<br>2. <b>Rendahnya rasa hormat pada keagamaan.</b> Kurang tepat. Fanatisme justru biasanya muncul dari rasa hormat yang *berlebihan* (tapi sempit) terhadap agamanya sendiri, bukan karena kurang hormat.<br>3. <b>Fanatisme yang buta bisa berdampak buruk.</b> Ini adalah pernyataan dampak umum, bukan alasan spesifik mengapa itu tidak sesuai dengan *nilai* Pancasila.<br>4. <b>Tidak mencerminkan ketakwaan kepada Tuhan.</b> Ketakwaan adalah hubungan vertikal. Orang fanatik sering merasa dirinya bertakwa, namun cara penerapan sosialnyalah yang salah.<br>5. <b>Kerukunan beragama harus dijaga.</b> Ini adalah himbauan atau tujuan yang ingin dicapai, bukan alasan kausalitas mengapa fanatisme itu salah secara konsep.<br><b>Jawaban yang paling tepat adalah: Mengarah pada ekslusifisme agama.</b> Sikap ini memicu perpecahan karena menganggap kelompok di luar dirinya salah atau musuh."
    },    
    {
        "q": "Meskipun berbeda etnis dan agama, masyarakat sukses mengadakan festival budaya tingkat desa dan mendapatkan respon positif dari warga dan pengunjung pada umumnya. Kegiatan tersebut merefleksikan bahwa ...",
        "opts": [
            "Keberagaman menjadi penghambat untuk memupuk kebersamaan",
            "Sikap saling mempercayai (mutual trust) dapat mendorong persatuan",
            "Perbedaan bukanlah penghalang untuk memupuk persatuan dalam masyarakat",
            "Kerja sama yang terjalin dengan perbedaan hanya bersifat temporal",
            "Persatuan dalam keberagaman merupakan hal yang sulit untuk diwujudkan"
        ],
        "answer": "Perbedaan bukanlah penghalang untuk memupuk persatuan dalam masyarakat",
        "explanation": "Soal ini menyoroti keberhasilan masyarakat majemuk dalam berkolaborasi. Kesuksesan festival budaya di tengah perbedaan etnis dan agama membuktikan bahwa keragaman bukanlah faktor pemecah belah.<br><b>Analisis Pilihan Jawaban:</b><br>1. <b>Keberagaman menjadi penghambat.</b> Salah. Fakta kesuksesan acara membuktikan sebaliknya.<br>2. <b>Sikap saling mempercayai (mutual trust) dapat mendorong persatuan.</b> Pernyataan ini benar secara teori dan merupakan faktor pendukung, namun opsi C lebih tepat merefleksikan *kesimpulan langsung* dari peristiwa tersebut.<br>3. <b>Perbedaan bukanlah penghalang untuk memupuk persatuan (Jawaban Benar).</b> Kejadian di soal membuktikan secara nyata bahwa perbedaan etnis dan agama tidak menghalangi tercapainya tujuan bersama (festival). Ini adalah esensi dari Bhinneka Tunggal Ika.<br>4. <b>Kerja sama hanya bersifat temporal.</b> Pernyataan pesimis yang tidak didukung oleh narasi soal.<br>5. <b>Persatuan sulit diwujudkan.</b> Salah. Soal justru memberikan bukti bahwa persatuan *bisa* dan *telah* diwujudkan.<br><b>Jawaban yang paling tepat adalah: Perbedaan bukanlah penghalang untuk memupuk persatuan dalam masyarakat.</b>"
    },
    {
        "q": "Keterbatasan akses internet untuk para siswa belajar dari rumah selama pandemi telah mendorong seluruh lapisan masyarakat membantu ketersediaan jaringan internet. Hal itu bertujuan agar penyediaan jaringan internet memenuhi tujuan pembelajaran. Langkah tepat untuk mencegah penyalahgunaan akses internet adalah ...",
        "opts": [
            "Melatih guru-guru menggunakan gawai berbasis internet",
            "Meningkatkan fasilitas pembelajaran berbasis internet di semua sekolah",
            "Sosialisasi tentang bahaya dan manfaat penggunaan internet",
            "Membimbing para orang tua siswa mengawasi penggunaan internet",
            "Menguatkan pemahaman literasi digital bagi masyarakat"
        ],
        "answer": "Membimbing para orang tua siswa mengawasi penggunaan internet",
        "explanation": "Soal ini mencari solusi preventif terhadap penyalahgunaan internet dalam konteks Pembelajaran Jarak Jauh (PJJ) atau Belajar Dari Rumah. Karena lokasi belajar ada di rumah, peran pengawasan terdekat sangat krusial.<br><b>Analisis Pilihan Jawaban:</b><br>1. <b>Melatih guru menggunakan gawai.</b> Fokus pada kompetensi pengajar, bukan pencegahan penyalahgunaan oleh siswa.<br>2. <b>Meningkatkan fasilitas sekolah.</b> Fokus pada infrastruktur, tidak secara langsung mengontrol perilaku siswa di rumah.<br>3. <b>Sosialisasi bahaya dan manfaat.</b> Bersifat edukatif (pengetahuan), namun tanpa pengawasan fisik, pengetahuan ini sering kali diabaikan oleh anak-anak.<br>4. <b>Membimbing para orang tua siswa mengawasi penggunaan internet (Jawaban Benar).</b> Ini adalah langkah paling taktis dan langsung. Karena siswa berada di rumah, orang tua adalah pihak yang memiliki kontrol dan otoritas langsung untuk memastikan internet digunakan untuk belajar, bukan hal lain.<br>5. <b>Menguatkan literasi digital.</b> Merupakan solusi jangka panjang yang sangat baik, namun dalam konteks mendesak dan spesifik (pencegahan penyalahgunaan saat jam belajar di rumah), pengawasan orang tua lebih konkret efektivitasnya.<br><b>Jawaban yang paling tepat adalah: Membimbing para orang tua siswa mengawasi penggunaan internet.</b>"
    },
    {
        "q": "Perhatikan perilaku berikut ini!<br>1. Menyontek pada saat ujian untuk meraih prestasi.<br>2. Membuat berita bohong di media sosial agar terkenal.<br>3. Mengunggah ujaran kebencian karena sering mendapat perundungan.<br>4. Memberikan informasi palsu karena mendapatkan tekanan.<br>5. Mengajak anak-anak untuk menjadi pekerja paruh waktu.<br>Berdasarkan perilaku di atas, tindakan yang bertentangan dengan nilai harkat dan martabat kemanusiaan dalam Pancasila ditunjukan oleh nomor ...",
        "opts": [
            "1 dan 2",
            "2 dan 3",
            "3 dan 4",
            "2 dan 5",
            "4 dan 5"
        ],
        "answer": "2 dan 3",
        "explanation": "Soal ini menguji pemahaman tentang Sila ke-2 (Kemanusiaan yang Adil dan Beradab). Tindakan yang bertentangan dengan sila ini adalah tindakan yang tidak memanusiakan manusia atau merendahkan martabat orang lain.<br><b>Analisis Perilaku:</b><br>1. <b>Menyontek:</b> Melanggar nilai kejujuran/integritas pribadi, namun dampaknya lebih ke diri sendiri, bukan perendahan martabat orang lain secara langsung.<br>2. <b>Membuat berita bohong (Hoaks):</b> Bertentangan dengan nilai keadaban. Memanipulasi kebenaran demi popularitas merendahkan martabat masyarakat (karena dianggap mudah dibodohi) dan memicu perpecahan.<br>3. <b>Ujaran Kebencian (Hate Speech):</b> Jelas bertentangan dengan kemanusiaan. Tindakan ini menyerang kehormatan, merendahkan martabat orang lain, dan jauh dari perilaku 'beradab'.<br>4. <b>Info palsu karena tekanan:</b> Lebih kepada ketidakjujuran akibat situasi (duress), bukan niat jahat merendahkan martabat.<br>5. <b>Pekerja anak:</b> Ini melanggar hak anak. Namun, jika dibandingkan dengan opsi yang tersedia, pasangan nomor 2 dan 3 lebih spesifik menyoroti perilaku aktif yang merusak tatanan sosial dan keadaban antar manusia.<br><b>Jawaban yang paling tepat adalah: 2 dan 3.</b> Keduanya adalah perilaku antisosial di ranah publik yang secara langsung mencoreng nilai keadaban dan penghargaan terhadap martabat manusia lain."
    },
    {
        "q": "Hubungan antara India dan Pakistan sering mengalami gangguan karena persoalan perbatasan di Kashmir. Sejalan dengan politik luar negeri Indonesia, peran apakah yang dapat dilakukan oleh pemerintah Indonesia?",
        "opts": [
            "Memihak kepada salah satu pihak yg dianggap pada posisi yang benar",
            "Membiarkan hal itu terjadi karena menyangkut hubungan bilateral kedua negara",
            "Aktif mendorong untuk dapat dicapainya solusi damai di antara kedua negara",
            "Meminta kepada PBB untuk turun tangan menyelesaikan persoalan tersebut",
            "Memberi sanksi kepada kedua negara karena mengganggu stabilitas wilayah"
        ],
        "answer": "Aktif mendorong untuk dapat dicapainya solusi damai di antara kedua negara",
        "explanation": "Soal ini menguji pemahaman tentang penerapan politik luar negeri Indonesia yang <b>Bebas Aktif</b> dalam merespons konflik internasional (India-Pakistan). Prinsip ini mengamanatkan Indonesia untuk tidak memihak blok kekuatan manapun (Bebas) namun terus berkontribusi dalam mewujudkan perdamaian dunia (Aktif).<br><b>Analisis Pilihan Jawaban:</b><br>1. <b>Memihak salah satu pihak:</b> Bertentangan dengan prinsip 'Bebas'. Memihak justru akan menghilangkan kepercayaan sebagai mediator netral.<br>2. <b>Membiarkan hal itu terjadi:</b> Bertentangan dengan prinsip 'Aktif'. Indonesia memiliki amanat konstitusi untuk ikut melaksanakan ketertiban dunia.<br>3. <b>Aktif mendorong solusi damai (Jawaban Benar):</b> Ini adalah implementasi paling tepat dari politik Bebas Aktif. Indonesia berperan sebagai *peace maker* atau mediator yang netral untuk memfasilitasi dialog diplomasi.<br>4. <b>Meminta PBB turun tangan:</b> Meskipun sah, jawaban ini bersifat pasif (melempar tanggung jawab). Politik luar negeri Indonesia menekankan inisiatif langsung dalam diplomasi.<br>5. <b>Memberi sanksi:</b> Indonesia tidak memiliki otoritas yurisdiksi untuk menjatuhkan sanksi kepada negara berdaulat lain dalam konteks ini, dan pendekatan ini bersifat konfrontatif, bukan damai.<br><b>Jawaban yang paling tepat adalah: Aktif mendorong untuk dapat dicapainya solusi damai di antara kedua negara.</b>"
    },
    {
        "q": "Indonesia dianugerahi kekayaan yang tidak hanya terbatas pada alam tetapi juga keragaman budaya, suku, bahkan agama oleh sang pencipta. Dalam kerangka mempertahankan anugerah budaya tersebut, perilaku yang dapat dilakukan oleh warga Negara Indonesia adalah ...",
        "opts": [
            "Menghormati budaya yang ada di masyarakat dengan segala kelebihan dan kekurangannya",
            "Membuang jauh-jauh tradisi yang sudah tidak relevan dengan perkembangan zaman",
            "Menyukai budaya luar negeri yang baik-baik untuk diterapkan dan dilakukan di Indonesia",
            "Meyakini bahwa budaya sendiri paling benar sehingga tidak perlu budaya orang lain",
            "Fokus terhadap teknologi dan meninggalkan budaya yang tidak mau menerima teknologi"
        ],
        "answer": "Menghormati budaya yang ada di masyarakat dengan segala kelebihan dan kekurangannya",
        "explanation": "Soal ini menanyakan sikap mental yang tepat dalam merespons keberagaman budaya sebagai anugerah Tuhan. Kuncinya adalah penerimaan (akseptansi) dan penghargaan (respek).<br><b>Analisis Pilihan Jawaban:</b><br>1. <b>Menghormati budaya dengan segala kelebihan dan kekurangannya (Jawaban Benar).</b> Ini adalah sikap paling bijaksana. Tidak ada budaya yang sempurna, namun kita wajib menghormatinya sebagai bagian dari kekayaan bangsa. Ini mencerminkan kedewasaan dalam berbangsa dan implementasi Sila ke-3 (Persatuan Indonesia).<br>2. <b>Membuang jauh-jauh tradisi.</b> Sikap ini terlalu radikal dan tidak menghargai sejarah. Tradisi sebaiknya disesuaikan (adaptasi), bukan dibuang begitu saja.<br>3. <b>Menyukai budaya luar negeri.</b> Fokus soal adalah *mempertahankan* budaya sendiri, bukan mengadopsi budaya asing.<br>4. <b>Meyakini budaya sendiri paling benar (Etnosentrisme).</b> Sikap ini berbahaya karena memicu perpecahan dan menutup diri dari keberagaman.<br>5. <b>Fokus teknologi dan meninggalkan budaya.</b> Ini mempertentangkan kemajuan dengan tradisi. Seharusnya teknologi dan budaya bisa berjalan beriringan.<br><b>Jawaban yang paling tepat adalah: Menghormati budaya yang ada di masyarakat dengan segala kelebihan dan kekurangannya.</b>"
    },
    {
        "q": "Di lingkungan yang multikultural sering terdengar perbincangan yang diwarnai logat khas daerah masing-masing. Pemaknaan atas peristiwa tersebut dalam kerangka bhineka tunggal ika adalah ...",
        "opts": [
            "Tiap-tiap budaya memiliki kekayaan berbahasa yang diapresiasi",
            "Keragaman logat perbincangan menjadi kekayaan untuk saling memahami",
            "Perlu logat bahasa standar agar Indonesia menjadi satu aksi berbahasa",
            "Perbincangan yang menjadi cerminan multikultural tersebut bisa menjadi aset nasional",
            "Lingkungan multikultural rentan praktik perundungan karena ada yang dianggap orang kampung"
        ],
        "answer": "Keragaman logat perbincangan menjadi kekayaan untuk saling memahami",
        "explanation": "Soal ini menanyakan pemaknaan positif terhadap perbedaan logat/dialek dalam bingkai Bhinneka Tunggal Ika (Berbeda-beda tetapi tetap satu).<br><b>Analisis Pilihan Jawaban:</b><br>1. <b>Tiap-tiap budaya memiliki kekayaan berbahasa.</b> Benar, namun kurang menekankan pada aspek interaksi sosial yang dinamis.<br>2. <b>Keragaman logat menjadi kekayaan untuk saling memahami (Jawaban Benar).</b> Ini adalah esensi Bhinneka Tunggal Ika dalam komunikasi. Perbedaan logat tidak dipandang sebagai hambatan, melainkan sebagai kekayaan yang memicu proses saling mengenal dan memahami identitas saudara sebangsa.<br>3. <b>Perlu logat bahasa standar.</b> Ini bertentangan dengan semangat keberagaman. Menstandardisasi logat akan menghilangkan identitas budaya daerah yang unik.<br>4. <b>Menjadi aset nasional.</b> Pernyataan umum yang benar, namun kurang spesifik mengenai dinamika sosial (saling memahami) yang terjadi dalam percakapan tersebut.<br>5. <b>Rentan praktik perundungan.</b> Ini adalah pandangan negatif (pesimis) yang justru harus dihindari dan dihilangkan dalam masyarakat multikultural.<br><b>Jawaban yang paling tepat adalah: Keragaman logat perbincangan menjadi kekayaan untuk saling memahami.</b>"
    },
    {
        "q": "Mendengarkan musik adalah bagian dari HAM. Seorang anak muda memutar musik kesukaannya secara keras hingga mengganggu tetangganya yang sedang istirahat. Pemuda tersebut telah mendapat teguran, tetapi menolak dengan alasan HAM. Tindakan pemuda ini bertentangan dengan pelestarian nilai Pancasila karena ...",
        "opts": [
            "Pemenuhan HAM tidak boleh menggangu HAM orang lain",
            "Menggangu selera musik orang lain yang berbeda",
            "Hak asasi merupakan kebebasan individu yang mutlak",
            "Memilih musik merupakan bagian dari hak setiap orang",
            "Tidak sesuai dengan selera musik orang lain"
        ],
        "answer": "Pemenuhan HAM tidak boleh menggangu HAM orang lain",
        "explanation": "Soal ini membahas batasan pelaksanaan Hak Asasi Manusia (HAM) dalam kehidupan bermasyarakat. Dalam konsep Pancasila dan UUD 1945 (Pasal 28J), pelaksanaan HAM seseorang dibatasi oleh hak orang lain demi ketertiban umum.<br><b>Analisis Pilihan Jawaban:</b><br>1. <b>Pemenuhan HAM tidak boleh mengganggu HAM orang lain (Jawaban Benar).</b> Ini adalah prinsip dasar. Kebebasan seseorang (mendengarkan musik) berhenti ketika mulai melanggar hak orang lain (hak untuk istirahat/tenang). Pelaksanaan HAM harus bertanggung jawab.<br>2. <b>Menggangu selera musik orang lain.</b> Masalah utamanya bukan pada perbedaan selera, tetapi pada gangguan kebisingan.<br>3. <b>Hak asasi merupakan kebebasan individu yang mutlak.</b> Pernyataan ini salah. Di Indonesia, tidak ada kebebasan mutlak (liberalisme murni); kebebasan selalu dibatasi oleh undang-undang dan hak orang lain.<br>4. <b>Memilih musik merupakan bagian dari hak setiap orang.</b> Benar, tapi ini tidak menjustifikasi tindakan mengganggu orang lain.<br>5. <b>Tidak sesuai dengan selera musik orang lain.</b> Sama seperti poin 2, ini tidak relevan dengan konteks pelanggaran hak ketenangan tetangga.<br><b>Jawaban yang paling tepat adalah: Pemenuhan HAM tidak boleh menggangu HAM orang lain.</b>"
    },
    {
        "q": "Salah satu pergerakan untuk mencapai kemerdekaan diwarnai oleh lahirnya Sarekat Dagang Islam yang didirikan oleh Haji Samanhudi di Solo pada 1911. Gerakan ini berusaha membangun kekuatan serta persatuan bangsa melalui penguatan dalam bidang ...",
        "opts": [
            "Ekonomi melalui perlindungan pengusaha lokal agar mampu bersaing dengan pengusaha non lokal",
            "Kebudayaan melalui pengembangan keseniaan daerah agar mampu mengharumkan nama baik Indonesia",
            "Pendidikan melalui pengajaran serta menjadi pemantik persatuan dan kesatuan bangsa Indonesia",
            "Keagamaan yang memobilitasi gerakan rakyat dengan dasar keyakinan pada nilai-nilai Ketuhanan",
            "Politik melalui pengembangan kebijakan yang berpihak masyarakat lokal dibanding masyarakat non lokal"
        ],
        "answer": "Ekonomi melalui perlindungan pengusaha lokal agar mampu bersaing dengan pengusaha non lokal",
        "explanation": "Soal ini menguji pengetahuan sejarah pergerakan nasional, khususnya peran Sarekat Dagang Islam (SDI). SDI didirikan oleh Haji Samanhudi di Surakarta (Solo) pada tahun 1911 dengan latar belakang persaingan dagang batik.<br><b>Analisis Pilihan Jawaban:</b><br>1. <b>Ekonomi melalui perlindungan pengusaha lokal (Jawaban Benar).</b> Latar belakang utama pendirian SDI adalah untuk melindungi kepentingan pedagang pribumi (Islam) dari dominasi pedagang Tionghoa dan kebijakan kolonial yang merugikan. Tujuannya adalah memajukan perekonomian rakyat di bawah panji Islam.<br>2. <b>Kebudayaan.</b> Tidak tepat. Fokus SDI bukan pada kesenian atau kebudayaan daerah.<br>3. <b>Pendidikan.</b> Tidak tepat. Gerakan yang berfokus pada pendidikan lebih identik dengan Budi Utomo atau Taman Siswa.<br>4. <b>Keagamaan.</b> Meskipun menggunakan asas Islam sebagai pemersatu, tujuan *spesifik* pendirian SDI (sebelum berubah menjadi Sarekat Islam) adalah memobilisasi kekuatan ekonomi pedagang, bukan gerakan dakwah murni.<br>5. <b>Politik.</b> Pada awal berdirinya sebagai SDI, organisasi ini belum bergerak di bidang politik praktis. Baru setelah berubah menjadi Sarekat Islam (SI) di bawah H.O.S. Tjokroaminoto, gerakannya mulai merambah ke ranah politik.<br><b>Jawaban yang paling tepat adalah: Ekonomi melalui perlindungan pengusaha lokal agar mampu bersaing dengan pengusaha non lokal.</b>"
    },
    {
        "q": "Penggunaan berita bohong di masa kampanye pemilu presiden dan wakil presiden tahun 2019 telah membelah kesatuan bangsa yang memiliki keragaman latar belakang. Sebagai seorang warga negara Indonesia yang memiliki literasi teknologi dan informasi tinggi upaya yang tepat untuk menghentikan berita bohong tersebut adalah ...",
        "opts": [
            "Membuat konten informasi tandingan",
            "Membiarkan berita bohong tersimpan dalam telepon pintar",
            "Mempermalukan penyebaran berita bohong di depan masyarakat",
            "Menghentikan penyebaran berita bohong mulai dari diri sendiri",
            "Mengkritisi pemerintah agar memperketat penggunaan media sosial"
        ],
        "answer": "Menghentikan penyebaran berita bohong mulai dari diri sendiri",
        "explanation": "Soal ini menguji sikap tanggung jawab warga negara dan literasi digital dalam menghadapi hoaks yang mengancam persatuan (integrasi nasional).<br><b>Analisis Pilihan Jawaban:</b><br>1. <b>Membuat konten informasi tandingan:</b> Langkah positif, namun bisa memicu 'perang opini' jika tidak objektif. Ini adalah langkah kuratif, bukan preventif utama.<br>2. <b>Membiarkan berita bohong tersimpan:</b> Sikap pasif. Tidak menyebarkan memang baik, tapi menyimpannya tanpa menghapus atau meluruskan informasi tidak mencerminkan literasi tinggi.<br>3. <b>Mempermalukan penyebar berita bohong:</b> Tidak etis dan bertentangan dengan Sila ke-2 (Kemanusiaan). Tindakan perundungan (bullying) justru memicu konflik sosial baru.<br>4. <b>Menghentikan penyebaran berita bohong mulai dari diri sendiri (Jawaban Benar):</b> Ini adalah esensi literasi digital: *saring sebelum sharing*. Dengan memutus rantai penyebaran di diri sendiri, kita secara langsung mencegah meluasnya perpecahan. Ini adalah tindakan paling konkret, cepat, dan berada dalam kendali penuh individu.<br>5. <b>Mengkritisi pemerintah:</b> Mengandalkan pihak luar (eksternal). Regulasi penting, tapi kesadaran diri (internal) adalah kunci utama penanggulangan hoaks.<br><b>Jawaban yang paling tepat adalah: Menghentikan penyebaran berita bohong mulai dari diri sendiri.</b>"
    }
]