[
    {
        "q": "Implementasi nilai-nilai ke-Bhinneka Tunggal Ika-an warga negara harus tercermin pada ...",
        "opts": [
            "Pola pikir dan pola sikap bagaimana harus bisa memperkokoh persatuan dan kesatuan dalam bingkai NKRI",
            "Pola pikir, pola sikap, dan pola tindak yang senantiasa mendahulukan kepentingan bangsa daripada kepentingan pribadi",
            "Pola pikir dan pola tindak yang sangat menghindari perbedaan-perbedaan yang ada dalam kelompok masyarakat tertentu",
            "Pola pikir dan pola sikap agar senantiasa dapat menghilangkan sikap fanatisme yang sempit dalam kehidupan sehari-hari",
            "Pola pikir dan pola tindak bagaimana agar masyarakat bisa hidup aman dan damai dalam bingkai NKRI"
        ],
        "answer": "Pola pikir dan pola sikap bagaimana harus bisa memperkokoh persatuan dan kesatuan dalam bingkai NKRI",
        "explanation": "Bhineka Tunggal Ika adalah semboyan nasional Indonesia yang berarti “Berbeda-beda tetapi tetap satu.” Semboyan ini mengajarkan bahwa meskipun terdapat perbedaan suku, agama, ras, dan golongan di Indonesia, seluruh warga negara harus tetap bersatu demi kepentingan bangsa. Implementasi nilai-nilai Bhineka Tunggal Ika di kehidupan sehari-hari berarti menunjukkan sikap yang memperkuat persatuan dan kesatuan dalam keragaman. Warga negara perlu mengembangkan pola pikir dan pola sikap yang menjunjung tinggi persatuan di dalam Negara Kesatuan Republik Indonesia (NKRI).<br><br><b>Analisis Pilihan Jawaban:</b><br>1. <b>Pola pikir dan pola sikap bagaimana harus bisa memperkokoh persatuan dan kesatuan dalam bingkai NKRI.</b> Ini adalah jawaban yang paling tepat karena menekankan pentingnya pola pikir dan sikap yang mengarah pada penguatan persatuan dan kesatuan dalam keragaman. Nilai-nilai Bhineka Tunggal Ika bertujuan untuk menjaga persatuan meskipun ada perbedaan, sehingga jawaban ini sejalan dengan implementasi nilai-nilai tersebut.<br>2. <b>Pola pikir, pola sikap, dan pola tindak yang senantiasa mendahulukan kepentingan bangsa daripada kepentingan pribadi.</b> Meskipun mendahulukan kepentingan bangsa adalah sikap yang baik, pernyataan ini lebih umum dan tidak spesifik merujuk pada konsep Bhineka Tunggal Ika. Jawaban ini tidak menekankan aspek persatuan dalam keragaman.<br>3. <b>Pola pikir dan pola tindak yang sangat menghindari perbedaan-perbedaan yang ada dalam kelompok masyarakat tertentu.</b> Pernyataan ini kurang tepat karena Bhineka Tunggal Ika justru mengajarkan untuk menerima perbedaan, bukan menghindarinya. Menghindari perbedaan bertentangan dengan semangat keragaman yang menjadi bagian inti dari Bhineka Tunggal Ika.<br>4. <b>Pola pikir dan pola sikap agar senantiasa dapat menghilangkan sikap fanatisme yang sempit dalam kehidupan sehari-hari.</b> Pernyataan ini memiliki elemen positif karena menekankan penghindaran fanatisme sempit. Namun, jawabannya kurang spesifik terhadap nilai Bhineka Tunggal Ika karena tidak mencakup konsep persatuan dan kesatuan secara langsung.<br>5. <b>Pola pikir dan pola tindak bagaimana agar masyarakat bisa hidup aman dan damai dalam bingkai NKRI.</b> Pernyataan ini mendukung kehidupan yang damai dan aman, tetapi kurang spesifik dalam menggambarkan cara memperkuat persatuan dalam keragaman. Hidup aman dan damai adalah bagian dari cita-cita NKRI, namun Bhineka Tunggal Ika lebih terkait dengan menjaga persatuan meski berbeda.<br><br><b>Jawaban yang paling tepat adalah: Pola pikir dan pola sikap bagaimana harus bisa memperkokoh persatuan dan kesatuan dalam bingkai NKRI.</b>"
    },
    {
        "q": "Pernyataan \"Dewan Perwakilan Rakyat (DPR) memegang kekuasaan membentuk Undang- Undang\" pada Pasal 20 ayat (1), mengandung pengertian bahwa ...",
        "opts": [
            "Indonesia mengandung paham kedaulatan hukum dan rakyat",
            "Indonesia merupakan negara yang menganut demokrasi",
            "Kekuasaan legislatif dilaksanakan secara murni dan konsisten",
            "DPR mencerminkan masyarakat di parlemen",
            "Pembentukan Undang-Undang harus disetujui rakyat melalui DPR"
        ],
        "answer": "Indonesia merupakan negara yang menganut demokrasi",
        "explanation": "Pasal 20 ayat (1) UUD 1945 yang menyatakan bahwa \"Dewan Perwakilan Rakyat (DPR) memegang kekuasaan membentuk Undang-Undang\" menunjukkan bahwa dalam sistem ketatanegaraan Indonesia, pembentukan undang-undang sebagai salah satu bentuk peraturan hukum dilakukan oleh lembaga yang mewakili rakyat, yaitu DPR. Hal ini mencerminkan prinsip demokrasi, di mana rakyat memiliki kekuasaan melalui wakil-wakilnya di parlemen untuk ikut serta dalam pengambilan keputusan yang berdampak pada kehidupan masyarakat.<br><br><b>Analisis Pilihan Jawaban:</b><br>1. <b>Indonesia mengandung paham kedaulatan hukum dan rakyat.</b> Pernyataan ini tidak sepenuhnya tepat karena Pasal 20 ayat (1) lebih menekankan pada kedaulatan rakyat melalui perwakilannya di DPR untuk membentuk undang-undang, bukan langsung tentang kedaulatan hukum. Meskipun kedaulatan hukum penting dalam negara, namun tidak spesifik dijelaskan dalam pasal ini.<br>2. <b>Indonesia merupakan negara yang menganut demokrasi.</b> Pernyataan ini paling tepat. Pasal 20 ayat (1) mencerminkan bahwa DPR sebagai representasi rakyat memiliki kekuasaan dalam pembentukan undang-undang. Ini merupakan ciri dari negara demokrasi, di mana rakyat berpartisipasi dalam pengambilan keputusan politik melalui wakil-wakil mereka.<br>3. <b>Kekuasaan legislatif dilaksanakan secara murni dan konsisten.</b> Pernyataan ini tidak dapat disimpulkan langsung dari pasal tersebut. Pasal ini hanya menyatakan bahwa DPR memiliki kekuasaan membentuk undang-undang, tanpa menyebutkan bahwa kekuasaan ini dijalankan secara murni dan konsisten. Ini lebih merupakan asumsi daripada fakta yang terkandung dalam pasal tersebut.<br>4. <b>DPR mencerminkan masyarakat di parlemen.</b> Meskipun benar bahwa DPR adalah representasi masyarakat, pernyataan ini tidak menjelaskan makna kekuasaan pembentukan undang-undang seperti yang diatur dalam Pasal 20 ayat (1). Pernyataan ini lebih berhubungan dengan fungsi representasi daripada kekuasaan legislatif.<br>5. <b>Pembentukan Undang-Undang harus disetujui rakyat melalui DPR.</b> Pernyataan ini kurang tepat karena pembentukan undang-undang tidak secara langsung disetujui oleh rakyat, tetapi oleh wakil rakyat yang dipilih, yaitu DPR. Meskipun DPR mewakili rakyat, pembentukan undang-undang tidak memerlukan persetujuan langsung dari rakyat.<br><br><b>Jawaban yang paling tepat adalah: Indonesia merupakan negara yang menganut demokrasi.</b>"
    },
    {
        "q": "Koreksi terhadap pelaksanaan Pancasila dan UUD 1945 pada masa pemerintahan Presiden Soekarno oleh rezim Orde Baru ditandai dengan upaya ...",
        "opts": [
            "Pengaturan pelaksanaan Pancasila dan UUD 1945",
            "Pelaksanaan Pancasila dan UUD 1945 secara teratur",
            "Pelaksanaan Pancasila dan UUD 1945 secara luar biasa",
            "Pelaksanaan Pancasila dan UUD 1945 secara konstitusional",
            "Pelaksanaan Pancasila dan UUD 1945 secara murni dan konsekuen"
        ],
        "answer": "Pelaksanaan Pancasila dan UUD 1945 secara murni dan konsekuen",
        "explanation": "Pada masa pemerintahan Orde Baru yang dipimpin oleh Presiden Soeharto, terdapat koreksi terhadap penerapan Pancasila dan UUD 1945 yang dianggap telah melenceng pada masa pemerintahan Presiden Soekarno. Rezim Orde Baru mengklaim bahwa pada masa pemerintahan sebelumnya, Pancasila dan UUD 1945 tidak dijalankan dengan benar. Oleh karena itu, salah satu agenda utama Orde Baru adalah melaksanakan Pancasila dan UUD 1945 secara “murni dan konsekuen”. Frasa \"murni dan konsekuen\" merujuk pada upaya menjalankan Pancasila dan UUD 1945 tanpa adanya penyimpangan atau interpretasi yang dianggap melenceng dari maksud aslinya, dengan berupaya menjaga keutuhan prinsip dan nilai-nilai yang terkandung dalam keduanya.<br><br><b>Analisis Pilihan Jawaban:</b><br>1. <b>Pengaturan pelaksanaan Pancasila dan UUD 1945.</b> Pernyataan ini tidak spesifik menunjukkan niat Orde Baru dalam melaksanakan Pancasila dan UUD 1945 secara “murni dan konsekuen.” Pengaturan pelaksanaan saja tidak menunjukkan upaya untuk menjaga kemurnian dan konsistensi.<br>2. <b>Pelaksanaan Pancasila dan UUD 1945 secara teratur.</b> Meskipun pelaksanaan yang teratur adalah hal yang baik, Orde Baru menekankan pentingnya melaksanakan Pancasila dan UUD 1945 dengan kemurnian dan konsistensi, bukan hanya keteraturan.<br>3. <b>Pelaksanaan Pancasila dan UUD 1945 secara luar biasa.</b> Pelaksanaan secara “luar biasa” bukanlah tujuan dari Orde Baru. Tujuannya adalah pelaksanaan yang “murni dan konsekuen,” bukan dalam bentuk tindakan yang luar biasa atau istimewa.<br>4. <b>Pelaksanaan Pancasila dan UUD 1945 secara konstitusional.</b> Meskipun penting untuk menjalankan pemerintahan secara konstitusional, Orde Baru secara khusus menekankan bahwa Pancasila dan UUD 1945 harus dilaksanakan sesuai dengan nilai-nilai aslinya, yang mereka sebut sebagai pelaksanaan secara “murni dan konsekuen.”<br>5. <b>Pelaksanaan Pancasila dan UUD 1945 secara murni dan konsekuen.</b> Pernyataan ini paling tepat karena menunjukkan fokus utama dari pemerintahan Orde Baru yang ingin mengembalikan pelaksanaan Pancasila dan UUD 1945 tanpa adanya penyimpangan. “Murni” berarti sesuai dengan prinsip dasar dan “konsekuen” menunjukkan konsistensi dalam penerapannya.<br><br><b>Jawaban yang paling tepat adalah: Pelaksanaan Pancasila dan UUD 1945 secara murni dan konsekuen.</b>"
    },
        {
        "q": "Pendidikan dan Kebudayaan merupakan salah satu bidang penting yang diatur dalam UUD Negara RI Tahun 1945 pasal 31. Alasan pentingnya bidang Pendidikan dan Kebudayaan diatur dalam konstitusi adalah ...",
        "opts": [
            "Pendidikan menjadi pilar utama terlaksananya pembangunan di Indonesia menuju negara maju",
            "Kebudayaan di Indonesia sangat beragam dan harus dikelola agar berkembang dan maju",
            "Pendidikan dan kebudayaan memegang peran penting dalam membangun peradaban suatu negara",
            "Tanpa campur tangan negara maka pendidikan dan kebudayaan akan maju di bidang tertentu saja",
            "Kemajuan peradaban suatu negara sangat ditentukan oleh perkembangan teknologi pendidikan"
        ],
        "answer": "Pendidikan dan kebudayaan memegang peran penting dalam membangun peradaban suatu negara",
        "explanation": "Pasal 31 UUD 1945 menekankan pentingnya bidang pendidikan dan kebudayaan sebagai bagian fundamental dalam pembangunan bangsa. Alasan utama mengapa bidang ini diatur dalam konstitusi adalah karena pendidikan dan kebudayaan merupakan landasan utama dalam membentuk peradaban yang maju dan bermartabat. Pendidikan tidak hanya mencakup aspek akademik, tetapi juga mencakup pendidikan moral dan karakter bangsa. Sementara itu, kebudayaan berperan dalam menjaga identitas nasional dan memperkaya jiwa masyarakat melalui keberagaman budaya yang ada.<br><br><b>Analisis Pilihan Jawaban:</b><br>1. <b>Pendidikan menjadi pilar utama terlaksananya pembangunan di Indonesia menuju negara maju.</b> Pernyataan ini benar bahwa pendidikan berperan penting dalam pembangunan negara. Namun, alasan utama diatur dalam konstitusi bukan hanya untuk menuju negara maju, tetapi juga untuk membangun peradaban secara holistik, mencakup nilai-nilai kemanusiaan, kebudayaan, dan identitas bangsa.<br>2. <b>Kebudayaan di Indonesia sangat beragam dan harus dikelola agar berkembang dan maju.</b> Pernyataan ini benar, tetapi hanya menekankan aspek kebudayaan saja. Meskipun keberagaman budaya penting untuk dikelola, alasan pendidikan dan kebudayaan diatur dalam konstitusi adalah untuk lebih dari sekadar pengelolaan; yaitu, untuk membangun peradaban yang utuh.<br>3. <b>Pendidikan dan kebudayaan memegang peran penting dalam membangun peradaban suatu negara.</b> Pernyataan ini paling tepat karena mencakup alasan konstitusional yang lebih luas, yaitu peran pendidikan dan kebudayaan dalam membentuk karakter, moralitas, serta identitas nasional yang diperlukan dalam membangun peradaban. Hal ini mencerminkan tujuan utama konstitusi untuk mewujudkan bangsa yang beradab.<br>4. <b>Tanpa campur tangan negara maka pendidikan dan kebudayaan akan maju di bidang tertentu saja.</b> Pernyataan ini tidak sepenuhnya benar karena campur tangan negara bukan hanya untuk memajukan pendidikan dan kebudayaan di bidang tertentu saja, tetapi untuk menjamin akses yang adil dan merata bagi seluruh rakyat Indonesia, sehingga seluruh lapisan masyarakat mendapatkan manfaatnya.<br>5. <b>Kemajuan peradaban suatu negara sangat ditentukan oleh perkembangan teknologi pendidikan.</b> Meskipun perkembangan teknologi pendidikan penting, fokus utama pendidikan dan kebudayaan dalam konstitusi bukan hanya pada teknologi, melainkan pada pembentukan karakter dan pembangunan peradaban yang mencakup semua aspek kehidupan, bukan hanya teknologi.<br><br><b>Jawaban yang paling tepat adalah: Pendidikan dan kebudayaan memegang peran penting dalam membangun peradaban suatu negara.</b>"
    },
        {
        "q": "Dalam pelaksanaan musyawarah untuk membahas kegiatan pembangunan, sangat penting dimiliki sikap saling menghargai (mutual respect) sebagai perwujudan nilai Pancasila. Dalam kaitan tersebut, tercermin aktualisasi Pancasila sebagai dasar negara, dengan bukti salah satunya adalah ...",
        "opts": [
            "Adanya dominasi mayoritas dalam kegiatan musyawarah",
            "Mendahulukan kepentingan bersama di atas kepentingan pribadi",
            "Menghindari keputusan yang menguntungkan semua pihak",
            "Sikap saling menghargai di antara peserta musyawarah",
            "Adanya keseimbangan antara hak dan kewajiban"
        ],
        "answer": "Mendahulukan kepentingan bersama di atas kepentingan pribadi",
        "explanation": "Dalam kegiatan musyawarah untuk membahas pembangunan, penting untuk mengedepankan nilai-nilai Pancasila, salah satunya adalah semangat saling menghargai dan mengutamakan kepentingan bersama. Sikap ini mencerminkan aktualisasi Pancasila, khususnya sila keempat yang berbunyi “Kerakyatan yang Dipimpin oleh Hikmat Kebijaksanaan dalam Permusyawaratan/Perwakilan.” Nilai Pancasila ini menekankan pentingnya musyawarah untuk mencapai mufakat yang menguntungkan masyarakat secara keseluruhan, bukan hanya kelompok atau individu tertentu.<br><br><b>Analisis Pilihan Jawaban:</b><br>1. <b>Adanya dominasi mayoritas dalam kegiatan musyawarah.</b> Pernyataan ini bertentangan dengan prinsip musyawarah yang baik, karena dominasi mayoritas cenderung mengabaikan pandangan minoritas. Ini tidak sejalan dengan semangat Pancasila yang mengutamakan kebersamaan dan persatuan dalam proses pengambilan keputusan.<br>2. <b>Mendahulukan kepentingan bersama di atas kepentingan pribadi.</b> Pernyataan ini tepat karena salah satu tujuan musyawarah adalah untuk mencapai keputusan yang menguntungkan seluruh masyarakat. Mengutamakan kepentingan bersama mencerminkan aktualisasi Pancasila, di mana musyawarah dilaksanakan untuk kepentingan umum, bukan untuk kepentingan pribadi atau kelompok tertentu.<br>3. <b>Menghindari keputusan yang menguntungkan semua pihak.</b> Pernyataan ini tidak sesuai, karena justru musyawarah yang berlandaskan nilai Pancasila bertujuan untuk menemukan solusi yang bermanfaat bagi seluruh peserta. Keputusan yang menguntungkan semua pihak menunjukkan sikap adil dan demokratis.<br>4. <b>Sikap saling menghargai di antara peserta musyawarah.</b> Pernyataan ini penting dan benar sebagai bentuk perwujudan sikap saling menghargai. Namun, dalam konteks musyawarah sebagai aktualisasi nilai Pancasila, mengutamakan kepentingan bersama lebih menonjol sebagai dasar keputusan musyawarah yang baik.<br>5. <b>Adanya keseimbangan antara hak dan kewajiban.</b> Meskipun keseimbangan antara hak dan kewajiban juga merupakan nilai yang penting, dalam konteks musyawarah, prioritasnya adalah mencapai mufakat dengan mengedepankan kepentingan bersama di atas kepentingan pribadi atau golongan.<br><br><b>Jawaban yang paling tepat adalah: Mendahulukan kepentingan bersama di atas kepentingan pribadi.</b>"
    },
        {
        "q": "Berdasarkan amandemen UUD Negara RI Tahun 1945 pasal 3, Majelis Permusyawaratan Rakyat (MPR) sebagai lembaga tinggi negara memiliki kewenangan untuk ...",
        "opts": [
            "Mengangkat presiden dan/atau wakil presiden",
            "Mengubah dan menetapkan UUD Negara RI 1945",
            "Memilih presiden dan/atau wakil presiden",
            "Membubarkan partai politik",
            "Memberhentikan presiden dan/atau wakil presiden"
        ],
        "answer": "Mengubah dan menetapkan UUD Negara RI 1945",
        "explanation": "Setelah amandemen UUD 1945, kewenangan Majelis Permusyawaratan Rakyat (MPR) mengalami perubahan. Berdasarkan pasal 3, MPR memiliki kewenangan utama dalam hal mengubah dan menetapkan UUD Negara RI Tahun 1945. Ini menunjukkan bahwa MPR memiliki peran penting dalam penetapan dasar hukum tertinggi di Indonesia. Sebelumnya, MPR juga memiliki kewenangan untuk memilih dan mengangkat presiden serta wakil presiden, namun kewenangan ini berubah setelah amandemen.<br><br><b>Analisis Pilihan Jawaban:</b><br>1. <b>Mengangkat presiden dan/atau wakil presiden.</b> Pernyataan ini tidak lagi relevan pasca amandemen UUD 1945, karena presiden dan wakil presiden kini dipilih langsung oleh rakyat melalui pemilihan umum, bukan oleh MPR.<br>2. <b>Mengubah dan menetapkan UUD Negara RI 1945.</b> Ini adalah kewenangan utama MPR yang masih berlaku. Berdasarkan pasal 3 UUD 1945, MPR memiliki hak untuk mengubah serta menetapkan UUD, yang merupakan dasar hukum tertinggi negara.<br>3. <b>Memilih presiden dan/atau wakil presiden.</b> MPR tidak lagi memiliki kewenangan untuk memilih presiden dan wakil presiden, karena kewenangan ini telah dialihkan kepada rakyat melalui pemilu langsung, sesuai dengan amandemen UUD 1945.<br>4. <b>Membubarkan partai politik.</b> Pernyataan ini tidak sesuai karena membubarkan partai politik bukanlah kewenangan MPR. Proses pembubaran partai politik diatur dalam undang-undang dan dilakukan melalui mekanisme hukum, bukan oleh MPR.<br>5. <b>Memberhentikan presiden dan/atau wakil presiden.</b> MPR memang memiliki kewenangan untuk memberhentikan presiden atau wakil presiden jika mereka terbukti melanggar hukum berdasarkan keputusan Mahkamah Konstitusi. Namun, kewenangan ini tidak diatur dalam Pasal 3 sebagai fungsi utama MPR, melainkan sebagai bagian dari mekanisme checks and balances.<br><br><b>Jawaban yang paling tepat adalah: Mengubah dan menetapkan UUD Negara RI 1945.</b>"
    },
        {
        "q": "Sebelum amandemen UUD 1945 tidak dikenal lembaga negara yang mempunyai wewenang menjaga dan menegakkan kehormatan, keluhuran martabat serta perilaku hakim. Setelah amandemen UUD 1945 pasal 24B mengantur tentang Komisi Yudisial (KY) . Salah satu alasan KY dibentuk adalah sebagai ...",
        "opts": [
            "Penasehat hakim",
            "Fasilitator hakim",
            "Mitra hakim",
            "Pengawas hakim",
            "Penilai hakim"
        ],
        "answer": "Pengawas hakim",
        "explanation": "Setelah amandemen UUD 1945, pasal 24B memperkenalkan lembaga baru yang bernama Komisi Yudisial (KY). KY dibentuk dengan tujuan utama untuk menjaga dan menegakkan kehormatan, keluhuran martabat, serta perilaku hakim. Lembaga ini memiliki fungsi pengawasan terhadap hakim untuk memastikan bahwa mereka menjalankan tugasnya dengan integritas dan sesuai dengan kode etik yang berlaku. Dengan demikian, KY berperan sebagai pengawas dalam sistem peradilan untuk menghindari penyalahgunaan wewenang dan memastikan kualitas peradilan yang baik.<br><br><b>Analisis Pilihan Jawaban:</b><br>1. <b>Penasehat hakim.</b> KY bukan lembaga yang berfungsi memberikan nasihat atau saran kepada hakim. Fungsi KY lebih berfokus pada pengawasan dan penegakan kode etik hakim.<br>2. <b>Fasilitator hakim.</b> KY tidak bertindak sebagai fasilitator. Fasilitator adalah pihak yang membantu kelancaran proses tanpa memiliki fungsi pengawasan atau kontrol langsung.<br>3. <b>Mitra hakim.</b> KY tidak berfungsi sebagai mitra, tetapi sebagai lembaga yang memiliki kewenangan untuk mengawasi perilaku hakim dan memastikan mereka menjalankan tugas dengan integritas.<br>4. <b>Pengawas hakim.</b> Ini adalah jawaban yang paling tepat. KY berperan sebagai pengawas, yang bertugas memantau dan menilai perilaku hakim, menegakkan kode etik, dan menindaklanjuti pelanggaran kode etik atau perilaku yang tidak layak.<br>5. <b>Penilai hakim.</b> Meskipun KY menilai perilaku hakim, fungsi utamanya adalah pengawasan, bukan sekadar menilai. Pengawasan mencakup pemantauan aktif, evaluasi, dan pemberian sanksi bila diperlukan untuk menjaga kehormatan lembaga peradilan.<br><br><b>Jawaban yang paling tepat adalah: Pengawas hakim.</b>"
    },
        {
        "q": "Sejak zaman dahulu, bangsa Indonesia dikenal sebagai masyarakat yang majemuk karena terdiri atas berbagai agama, suku, bahasa dan budaya tetapi merupakan satu kesatuan. Hal ini tercermin dalam semboyan Bhineka Tunggal Ika yang artinya berbeda-beda tetapi tetap satu. Dalam masyarakat Indonesia yang beragam, selain memberikan dampak positif, tersimpan dampak negatif pula. Berikut merupakan sisi positif memaknai keberagaman dalam Bhineka Tunggal Ika yaitu ...",
        "opts": [
            "Memperkuat keinginan mencapai cita-cita bersama",
            "Memicu timbulnya sifat menonjolkan kedaerahan",
            "Memperkuat kondisi instabilitas keamanan",
            "Menimbulkan persaingan antarkelompok",
            "Mendorong distabilitas sosial ekonomi"
        ],
        "answer": "Memperkuat keinginan mencapai cita-cita bersama",
        "explanation": "Keberagaman yang terkandung dalam semboyan Bhineka Tunggal Ika mencerminkan semangat persatuan di tengah perbedaan. Semboyan ini mengajarkan bahwa meskipun masyarakat Indonesia terdiri dari berbagai agama, suku, bahasa, dan budaya, mereka tetap bersatu sebagai satu bangsa. Keberagaman ini memiliki sisi positif yang signifikan, salah satunya adalah memperkuat semangat dan keinginan untuk mencapai cita-cita bersama. Keberagaman mendorong masyarakat untuk bersatu dalam perbedaan dan bekerja sama demi tujuan yang lebih besar untuk kepentingan bangsa dan negara.<br><br><b>Analisis Pilihan Jawaban:</b><br>1. <b>Memperkuat keinginan mencapai cita-cita bersama.</b> Pernyataan ini tepat karena salah satu nilai positif dari keberagaman adalah mendorong masyarakat untuk saling menghargai dan bekerja sama dalam mencapai tujuan bersama. Ini mencerminkan semangat Bhineka Tunggal Ika, yang menekankan pentingnya persatuan di tengah perbedaan.<br>2. <b>Memicu timbulnya sifat menonjolkan kedaerahan.</b> Pernyataan ini merupakan sisi negatif dari keberagaman, di mana perbedaan bisa menimbulkan sikap primordialisme atau mengutamakan kedaerahan yang dapat menghambat persatuan.<br>3. <b>Memperkuat kondisi instabilitas keamanan.</b> Keberagaman yang tidak dikelola dengan baik memang dapat menimbulkan konflik dan mengancam stabilitas keamanan, tetapi ini merupakan sisi negatif, bukan sisi positif dari Bhineka Tunggal Ika.<br>4. <b>Menimbulkan persaingan antarkelompok.</b> Persaingan antarkelompok yang tidak sehat adalah sisi negatif dari keberagaman, yang bertentangan dengan semangat Bhineka Tunggal Ika, di mana persatuan dalam keragaman diutamakan.<br>5. <b>Mendorong distabilitas sosial ekonomi.</b> Ketidakseimbangan atau ketidakstabilan sosial ekonomi yang disebabkan oleh perbedaan budaya atau sosial adalah sisi negatif dari keberagaman yang bisa terjadi jika tidak dikelola dengan bijaksana.<br><br><b>Jawaban yang paling tepat adalah: Memperkuat keinginan mencapai cita-cita bersama.</b>"
    },
        {
        "q": "Warga negara dan penduduk merupakan salah satu aspek penting yang diatur dalam UUD Negara RI Tahun 1945 pasal 26. Alasan pentingnya perihal warga negara dan penduduk diatur dalam konstitusi adalah ...",
        "opts": [
            "Agar jelas kedudukan, hak, dan kewajiban dalam kehidupan berbangsa dan bernegara",
            "Seringkali terjadi perbedaan persepsi di masyarakat antara penduduk dan warga negara",
            "Kedudukan warga negara dan penduduk menjadi lebih jelas dalam kehidupan berbangsa",
            "Warga negara dan penduduk memiliki hak dan kewajiban yang berbeda dalam kehidupan bernegara",
            "Agar tidak terjadi saling klaim hak dan kewajiban anta warga negara dan penduduk"
        ],
        "answer": "Agar jelas kedudukan, hak, dan kewajiban dalam kehidupan berbangsa dan bernegara",
        "explanation": "Pasal 26 UUD 1945 mengatur mengenai warga negara dan penduduk Indonesia. Pengaturan ini penting karena memberikan kejelasan mengenai siapa yang dianggap sebagai warga negara dan penduduk, serta menguraikan kedudukan, hak, dan kewajiban mereka dalam kehidupan berbangsa dan bernegara. Dalam konteks ketatanegaraan, perbedaan antara warga negara dan penduduk menjadi dasar dalam penentuan hak dan kewajiban yang berbeda di antara keduanya. Warga negara memiliki hak-hak penuh dalam hal politik dan kewarganegaraan, sedangkan penduduk termasuk mereka yang tinggal di wilayah Indonesia, tetapi mungkin bukan warga negara, seperti warga negara asing.<br><br><b>Analisis Pilihan Jawaban:</b><br>1. <b>Agar jelas kedudukan, hak, dan kewajiban dalam kehidupan berbangsa dan bernegara.</b> Pernyataan ini tepat karena pengaturan ini memberikan kepastian hukum terkait hak dan kewajiban yang berlaku bagi warga negara dan penduduk. Hal ini penting untuk menjalankan pemerintahan secara tertib dan adil, serta untuk mengatur interaksi antara warga negara, penduduk, dan negara.<br>2. <b>Seringkali terjadi perbedaan persepsi di masyarakat antara penduduk dan warga negara.</b> Meskipun perbedaan persepsi dapat terjadi, alasan ini bukanlah dasar konstitusional untuk pengaturan mengenai warga negara dan penduduk. Fokus dari pengaturan ini adalah kejelasan kedudukan hukum, bukan semata-mata persepsi masyarakat.<br>3. <b>Kedudukan warga negara dan penduduk menjadi lebih jelas dalam kehidupan berbangsa.</b> Pernyataan ini mendekati kebenaran, tetapi masih terlalu umum. Tujuan utama pasal ini adalah untuk mengatur hak dan kewajiban secara lebih rinci, bukan hanya memperjelas kedudukan.<br>4. <b>Warga negara dan penduduk memiliki hak dan kewajiban yang berbeda dalam kehidupan bernegara.</b> Meskipun benar bahwa warga negara dan penduduk dapat memiliki hak dan kewajiban yang berbeda, pernyataan ini tidak menjawab alasan utama pengaturan dalam konstitusi. Yang lebih penting adalah penetapan kedudukan hukum dan pengaturan yang adil mengenai hak dan kewajiban tersebut.<br>5. <b>Agar tidak terjadi saling klaim hak dan kewajiban antara warga negara dan penduduk.</b> Pernyataan ini tidak mencerminkan inti dari pengaturan konstitusional. Meskipun pengaturan ini dapat mencegah konflik, tujuan utamanya adalah memberikan kejelasan terkait hak, kewajiban, dan kedudukan warga negara dan penduduk dalam hukum negara.<br><br><b>Jawaban yang paling tepat adalah: Agar jelas kedudukan, hak, dan kewajiban dalam kehidupan berbangsa dan bernegara.</b>"
    },
    {
        "q": "Apabila Dewan Perwakilan Rakyat (DPR) tidak mengagendakan dalam masa persidangan berikutnya terhadap Peraturan Pemerintah Pengganti Undang-Undang yang dikeluarkan Presiden, berikut ini salah satu konsekuensinya ...",
        "opts": [
            "Dewan Perwakilan Rakyat dianggap tidak sejalan dengan pemerintah",
            "Peraturan Pemerintah Pengganti Undang-Undang tersebut cacat hukum",
            "Presiden harus mencabut Peraturan Pemerintah Pengganti Undang-Undang tersebut",
            "Secara yuridis tidak masalah karena otomatis akan menjadi Undang-Undang",
            "Presiden tidak harus mengajukan pada masa persidangan dewan berikutnya"
        ],
        "answer": "Presiden harus mencabut Peraturan Pemerintah Pengganti Undang-Undang tersebut",
        "explanation": "Peraturan Pemerintah Pengganti Undang-Undang (Perppu) adalah peraturan yang dikeluarkan oleh Presiden dalam keadaan mendesak atau darurat, di mana undang-undang baru belum dapat dibuat oleh Dewan Perwakilan Rakyat (DPR) dalam waktu cepat. Namun, setelah Perppu diterbitkan, harus diserahkan kepada DPR dalam masa persidangan berikutnya untuk mendapat persetujuan. DPR kemudian berwenang untuk menyetujui atau menolak Perppu tersebut. Jika DPR tidak mengagendakan pembahasan Perppu dalam masa persidangan berikutnya, maka Perppu tersebut tidak mendapatkan legitimasi dari DPR dan dianggap tidak berlaku.<br><br><b>Analisis Pilihan Jawaban:</b><br>1. <b>Dewan Perwakilan Rakyat dianggap tidak sejalan dengan pemerintah.</b> Meskipun hal ini mungkin terjadi secara politis, tidak mengagendakan Perppu tidak selalu berarti DPR tidak sejalan dengan pemerintah. Alasan penolakan bisa beragam, namun ini bukan konsekuensi yuridis langsung.<br>2. <b>Peraturan Pemerintah Pengganti Undang-Undang tersebut cacat hukum.</b> Perppu tersebut tidak cacat hukum, tetapi akan menjadi tidak berlaku jika tidak disahkan oleh DPR. Selama dikeluarkan dengan alasan mendesak, prosesnya sah; hanya saja ia kehilangan legitimasi untuk berlanjut.<br>3. <b>Presiden harus mencabut Peraturan Pemerintah Pengganti Undang-Undang tersebut.</b> Ini adalah jawaban yang tepat. Jika Perppu tidak disetujui oleh DPR, Perppu harus dicabut atau dianggap tidak berlaku. Ini menunjukkan bahwa Perppu tidak bisa berlanjut menjadi undang-undang tanpa restu legislatif.<br>4. <b>Secara yuridis tidak masalah karena otomatis akan menjadi Undang-Undang.</b> Pernyataan ini tidak benar. Perppu tidak otomatis menjadi undang-undang; ia wajib mendapat persetujuan dari DPR.<br>5. <b>Presiden tidak harus mengajukan pada masa persidangan dewan berikutnya.</b> Pernyataan ini salah. Berdasarkan UUD 1945, Perppu wajib diajukan kepada DPR pada masa persidangan berikutnya setelah diterbitkan.<br><br><b>Jawaban yang paling tepat adalah: Presiden harus mencabut Peraturan Pemerintah Pengganti Undang-Undang tersebut.</b>"
    }
]