[
  {
    "q": "Bank Indonesia sebagai bank sentral, Kepolisian Negara, dan Kejaksaan Agung, walaupun berada dalam ranah eksekutif sebagai aparatur penegak hukum serta TNI sebagai aparatur pertahanan negara tidak boleh dipengaruhi oleh kepentingan politik pribadi presiden. Hal ini adalah bukti penerapan konstitusionalisme, yaitu ...",
    "opts": [
      "Keterkaitan lembaga",
      "Independensi lembaga",
      "Hubungan lembaga",
      "Dominasi lembaga",
      "Pengaturan lembaga"
    ],
    "answer": "Independensi lembaga",
    "explanation": "Soal ini membahas tentang prinsip konstitusionalisme dalam konteks hubungan antara lembaga-lembaga negara dan bagaimana mereka seharusnya bebas dari pengaruh kepentingan politik pribadi, khususnya dari Presiden. Konstitusionalisme menekankan bahwa kekuasaan harus dibatasi oleh hukum dan prinsip-prinsip dasar untuk melindungi kepentingan umum.<br><br><b>Analisis Pilihan Jawaban:</b><br><br>1. <b>Keterkaitan lembaga:</b> Mengacu pada hubungan atau interaksi di antara lembaga-lembaga negara, tetapi ini tidak mencerminkan aspek kebebasan atau independensi dari pengaruh politik.<br><br>2. <b>Independensi lembaga:</b> Ini adalah jawaban yang paling tepat. Independensi lembaga berarti bahwa lembaga-lembaga tersebut memiliki kebebasan untuk beroperasi sesuai dengan mandat dan fungsi mereka, tanpa tekanan atau pengaruh dari kepentingan politik individu tertentu. Hal ini penting agar lembaga seperti BI, Polri, Kejaksaan, dan TNI dapat bekerja secara profesional dan objektif.<br><br>3. <b>Hubungan lembaga:</b> Menggambarkan interaksi dan kerjasama antara berbagai lembaga negara. Namun, ini tidak relevan dengan konsep konstitusionalisme yang menekankan perlunya kebebasan dari pengaruh politik.<br><br>4. <b>Dominasi lembaga:</b> Menunjukkan penguasaan satu lembaga atas yang lain, yang justru bertentangan dengan konstitusionalisme. Konstitusionalisme menghindari dominasi dan mengedepankan pembagian kekuasaan yang seimbang.<br><br>5. <b>Pengaturan lembaga:</b> Berarti adanya peraturan yang mengatur peran dan fungsi lembaga, namun tidak secara spesifik mengacu pada independensi atau kebebasan dari intervensi.<br><br><b>Jawaban yang paling tepat adalah: Independensi lembaga.</b> Prinsip ini memastikan lembaga negara menjalankan fungsinya sesuai hukum dan kepentingan umum, bebas dari pengaruh politik pribadi, demi menjaga kepercayaan publik dan stabilitas negara."
  },
  {
    "q": "Untuk menangkal ancaman, hambatan, dan gangguan (ATHG) merupakan bagian dari bela negara untuk mewujudkan kekuatan bangsa di bidang pertahanan dan keamanan. Salah satu buktinya adalah keamanan suatu bangsa dimulai dari jaminan bagi warga negara yang berhak untuk mendapatkan ...",
    "opts": [
      "Hak membela negara",
      "Hak menjadi tentara",
      "Jaminan untuk bebas",
      "Jaminan rasa aman",
      "Jaminan kesejahteraan"
    ],
    "answer": "Jaminan rasa aman",
    "explanation": "Soal ini menanyakan tentang hak yang menjadi dasar dalam upaya bela negara, terutama dalam konteks menangkal ancaman, hambatan, tantangan, dan gangguan (ATHG). Kegiatan bela negara bertujuan untuk memberikan rasa aman dan stabilitas bagi seluruh warga negara.<br><br><b>Analisis Pilihan Jawaban:</b><br><br>1. <b>Hak membela negara:</b> Meskipun penting, hak membela negara bukanlah hak yang terkait langsung dengan jaminan keamanan pribadi yang diterima warga. Ini lebih kepada hak dan kewajiban untuk berpartisipasi dalam pertahanan.<br><br>2. <b>Hak menjadi tentara:</b> Menjadi tentara adalah pilihan profesi, bukan hak dasar yang otomatis menjamin keamanan bagi seluruh warga negara.<br><br>3. <b>Jaminan untuk bebas:</b> Kebebasan adalah hak penting, tetapi kebebasan tanpa adanya rasa aman dari ancaman fisik tidak cukup untuk menangkal ATHG.<br><br>4. <b>Jaminan rasa aman (Jawaban Benar):</b> Ini adalah jawaban yang paling tepat. Keamanan merupakan dasar perlindungan dari ancaman atau gangguan. Dengan jaminan rasa aman, warga negara dapat menjalankan kehidupan tanpa rasa takut, yang merupakan tujuan utama dari sistem pertahanan dan keamanan negara.<br><br>5. <b>Jaminan kesejahteraan:</b> Kesejahteraan berkaitan dengan kemakmuran dan kualitas hidup, namun tidak secara langsung berfokus pada aspek perlindungan fisik dari ancaman keamanan.<br><br><b>Jawaban yang paling tepat adalah: Jaminan rasa aman.</b> Rasa aman adalah fondasi utama dalam upaya pertahanan negara karena memungkinkan warga negara menjalani kehidupan mereka dengan tenang dan terhindar dari ancaman yang dapat mengganggu stabilitas nasional."
  },
  {
    "q": "Perwujudan dari sila pertama Pancasila dapat dilakukan dengan berbagai cara, di antaranya berdoa setiap akan melakukan kegiatan, memohon kesembuhan bagi warga yang sakit, mengucapkan syukur atas karunia Tuhan, memberi kebebasan beribadah bagi umat beragama, dan membuat acara keagamaan bersama warga. Di antara kegiatan tersebut, yang termasuk dalam lingkup kehidupan yang dijamin oleh negara adalah ...",
    "opts": [
      "Berdoa setiap akan melakukan kegiatan",
      "Memohon kesembuhan bagi warga yang sakit",
      "Mengucapkan syukur atas karunia Tuhan",
      "Memberi kebebasan beribadah bagi umat beragama",
      "Membuat acara keagamaan bersama warga"
    ],
    "answer": "Memberi kebebasan beribadah bagi umat beragama",
    "explanation": "Soal ini menguji pemahaman tentang perwujudan sila pertama Pancasila, yaitu 'Ketuhanan yang Maha Esa', khususnya mengenai peran negara dalam menjamin kehidupan beragama. Negara memiliki kewajiban konstitusional untuk melindungi hak asasi manusia terkait kebebasan beragama.<br><br><b>Analisis Pilihan Jawaban:</b><br><br>1. <b>Berdoa setiap akan melakukan kegiatan:</b> Ini adalah praktik ibadah individual. Negara menjamin haknya, tetapi tindakan berdoa itu sendiri adalah ranah pribadi, bukan bentuk jaminan negara.<br><br>2. <b>Memohon kesembuhan bagi warga yang sakit:</b> Tindakan ini bersifat doa pribadi atau sosial, bukan merupakan regulasi atau jaminan yang diberikan oleh negara secara langsung.<br><br>3. <b>Mengucapkan syukur atas karunia Tuhan:</b> Merupakan ekspresi keimanan pribadi. Negara tidak terlibat dalam mengatur ekspresi rasa syukur individu.<br><br>4. <b>Memberi kebebasan beribadah bagi umat beragama (Jawaban Benar):</b> Ini adalah wujud nyata peran negara. Sesuai Pasal 29 UUD 1945, negara menjamin kemerdekaan tiap-tiap penduduk untuk memeluk agamanya masing-masing dan untuk beribadat menurut agamanya dan kepercayaannya itu.<br><br>5. <b>Membuat acara keagamaan bersama warga:</b> Ini adalah inisiatif kegiatan masyarakat (komunal). Meskipun negara menjamin keamanannya, kegiatan itu sendiri adalah aksi masyarakat, bukan bentuk jaminan negara.<br><br><b>Jawaban yang paling tepat adalah: Memberi kebebasan beribadah bagi umat beragama.</b> Pilihan ini secara langsung mengacu pada kewajiban negara untuk memastikan setiap warga negara dapat menjalankan hak asasinya dalam beragama tanpa paksaan."
  },
  {
    "q": "Akhir-akhir ini banyak generasi milenial suka jalan-jalan ke luar negeri padahal pariwisata nasional lebih bagus dari pada pariwisata negara lain. Perilaku tersebut menggambarkan ...",
    "opts": [
      "Generasi milenial kurang menghargai negara-negara lain",
      "Bentuk penghargaan terhadap negara asing",
      "Minimnya wawasan kebangsaan generasi milenial",
      "Sikap hedonisme yang dimiliki generasi milenial",
      "Sikap manja generasi milenial Indonesia"
    ],
    "answer": "Minimnya wawasan kebangsaan generasi milenial",
    "explanation": "Soal ini membahas fenomena di mana generasi milenial lebih memilih berwisata ke luar negeri dibandingkan di dalam negeri, padahal pariwisata nasional memiliki potensi yang sangat bagus. Perilaku ini dianalisis dari sudut pandang wawasan kebangsaan.<br><br><b>Analisis Pilihan Jawaban:</b><br><br>1. <b>Generasi milenial kurang menghargai negara-negara lain:</b> Pernyataan ini tidak tepat. Justru dengan berkunjung, mereka menunjukkan ketertarikan, bukan ketidakhormatan.<br><br>2. <b>Bentuk penghargaan terhadap negara asing:</b> Wisata adalah kegiatan rekreasi dan eksplorasi, belum tentu merupakan bentuk penghargaan atau penghormatan formal terhadap negara tersebut.<br><br>3. <b>Minimnya wawasan kebangsaan generasi milenial (Jawaban Benar):</b> Ini adalah jawaban yang paling tepat. Wawasan kebangsaan mengandung unsur kebanggaan dan kecintaan terhadap kekayaan bangsa sendiri, termasuk pariwisata. Jika seseorang lebih memilih produk asing (wisata luar negeri) tanpa mengapresiasi potensi dalam negeri yang lebih baik, hal itu menunjukkan lunturnya kebanggaan dan wawasan kebangsaan.<br><br>4. <b>Sikap hedonisme yang dimiliki generasi milenial:</b> Hedonisme berkaitan dengan gaya hidup mencari kesenangan. Meskipun relevan dengan kegiatan jalan-jalan, pilihan ini tidak menjelaskan aspek perbandingan antara 'nasional vs asing'.<br><br>5. <b>Sikap manja generasi milenial Indonesia:</b> Ini adalah asumsi subjektif yang tidak memiliki korelasi langsung dengan preferensi destinasi wisata.<br><br><b>Jawaban yang paling tepat adalah: Minimnya wawasan kebangsaan generasi milenial.</b> Generasi yang memiliki wawasan kebangsaan kuat akan bangga dan memprioritaskan potensi bangsanya sendiri, termasuk dalam sektor pariwisata, sebagai bentuk dukungan terhadap ekonomi dan identitas nasional."
  },
  {
    "q": "Nasionalisme merupakan modal untuk mempertahankan keutuhan NKRI. Salah satu perilaku mempertahankan NKRI dalam bidang budaya adalah ...",
    "opts": [
      "Melestarikan seni budaya daerah Indonesia",
      "Menganggap kesenian luar negeri lebih bermutu",
      "Menolak produk kesenian asing",
      "Bangga dengan produk nasional karena murah",
      "Senang membeli produk asing"
    ],
    "answer": "Melestarikan seni budaya daerah Indonesia",
    "explanation": "Soal ini menguji pemahaman tentang peran nasionalisme dalam menjaga keutuhan NKRI, khususnya dalam aspek budaya. Nasionalisme budaya mencakup kebanggaan dan upaya aktif untuk menjaga identitas bangsa di tengah arus globalisasi.<br><br><b>Analisis Pilihan Jawaban:</b><br><br>1. <b>Melestarikan seni budaya daerah Indonesia (Jawaban Benar):</b> Pilihan ini paling tepat. Melestarikan budaya daerah adalah wujud nyata cinta tanah air. Dengan menjaga warisan leluhur, kita memperkuat identitas nasional yang menjadi perekat persatuan dalam bingkai NKRI.<br><br>2. <b>Menganggap kesenian luar negeri lebih bermutu:</b> Sikap ini justru melemahkan rasa percaya diri bangsa dan bertentangan dengan semangat nasionalisme yang seharusnya bangga pada budaya sendiri.<br><br>3. <b>Menolak produk kesenian asing:</b> Nasionalisme tidak identik dengan menutup diri (isolasi) atau chauvinisme. Kita bisa menerima budaya asing secara selektif, namun tetap harus mengutamakan budaya sendiri.<br><br>4. <b>Bangga dengan produk nasional karena murah:</b> Kebanggaan terhadap produk bangsa seharusnya didasarkan pada kualitas, nilai filosofis, dan identitas budayanya, bukan semata-mata karena harganya murah.<br><br>5. <b>Senang membeli produk asing:</b> Kebiasaan ini jika berlebihan dapat mematikan kreativitas dan ekonomi dalam negeri, serta menggerus rasa cinta terhadap produk bangsa sendiri.<br><br><b>Jawaban yang paling tepat adalah: Melestarikan seni budaya daerah Indonesia.</b> Ini adalah langkah konkret dan positif untuk mempertahankan identitas bangsa dan keutuhan NKRI."
  },
  {
    "q": "Penggunaan produk dalam negeri oleh masyarakat sangat mendukung ketahanan ekonomi dan keutuhan negara karena hal itu akan membawa dampak positif di antaranya adalah ...",
    "opts": [
      "Mengurangi ketergantungan impor",
      "Mendorong peningkatan ekspor",
      "Meningkatkan konsumsi masyarakat",
      "Meningkatkan peran swasta",
      "Mengurangi laju inflasi"
    ],
    "answer": "Mengurangi ketergantungan impor",
    "explanation": "Soal ini membahas dampak positif penggunaan produk dalam negeri bagi ketahanan ekonomi nasional. Memilih produk lokal merupakan bentuk bela negara di bidang ekonomi.<br><br><b>Analisis Pilihan Jawaban:</b><br><br>1. <b>Mengurangi ketergantungan impor (Jawaban Benar):</b> Ini adalah dampak yang paling langsung dan logis. Ketika masyarakat beralih menggunakan produk dalam negeri, permintaan terhadap barang-barang dari luar negeri akan menurun. Hal ini mendukung kemandirian ekonomi, mengurangi defisit neraca perdagangan, dan menghemat devisa negara.<br><br>2. <b>Mendorong peningkatan ekspor:</b> Meskipun industri lokal yang kuat berpotensi melakukan ekspor, penggunaan produk <i>di dalam negeri</i> oleh masyarakat secara langsung berdampak pada sisi pengurangan impor, bukan langsung pada peningkatan penjualan ke luar negeri.<br><br>3. <b>Meningkatkan konsumsi masyarakat:</b> Peningkatan konsumsi bisa terjadi pada produk apa saja (baik impor maupun lokal). Fokus soal adalah pada dampak spesifik dari <i>preferensi</i> terhadap produk lokal.<br><br>4. <b>Meningkatkan peran swasta:</b> Ini adalah konsekuensi umum dari pertumbuhan industri, tetapi bukan dampak spesifik yang ditanyakan dalam konteks ketahanan ekonomi negara dari sisi perdagangan internasional.<br><br>5. <b>Mengurangi laju inflasi:</b> Hubungan antara penggunaan produk lokal dan inflasi bergantung pada banyak faktor lain (seperti jumlah uang beredar, biaya produksi, dll), sehingga bukan dampak langsung yang pasti.<br><br><b>Jawaban yang paling tepat adalah: Mengurangi ketergantungan impor.</b> Dengan memprioritaskan produk lokal, bangsa Indonesia menjadi lebih mandiri secara ekonomi dan tidak mudah terguncang oleh fluktuasi pasar global atau tekanan ekonomi asing."
  },
  {
    "q": "Aktualisasi nilai-nilai Pancasila dapat diwujudkan dalam beberapa perilaku di bawah ini:<br>1. Memberi kesempatan pada setiap orang untuk beribadah menurut agama atau kepercayaannya.<br>2. Memberi donasi pada warga masyarakat yang sedang terkena bencana alam.<br>3. Bersikap toleran terhadap orang lain yang berbeda agamanya.<br>4. Memberi bantuan pada tim sepakbola yang bertanding ke luar negeri.<br>5. Bersikap adil terhadap sesama manusia<br><br>Aktualisasi sila pertama dalam kehidupan bermasyarakat dan berbangsa dapat diwujudkan melalui perilaku nomor ...",
    "opts": [
      "1 dan 3",
      "2 dan 4",
      "3 dan 5",
      "1 dan 4",
      "2 dan 5"
    ],
    "answer": "1 dan 3",
    "explanation": "Soal ini meminta kita mengidentifikasi perilaku yang merupakan cerminan <b>Sila Pertama Pancasila (Ketuhanan Yang Maha Esa)</b>. Sila ini berkaitan erat dengan kehidupan beragama, toleransi, dan penghormatan terhadap keyakinan orang lain.<br><br><b>Analisis Pilihan Perilaku:</b><br><br>1. <b>Memberi kesempatan beribadah:</b> (Sila ke-1) Ini adalah bentuk penghormatan langsung terhadap hak asasi beragama.<br>2. <b>Memberi donasi bencana alam:</b> (Sila ke-2) Berkaitan dengan nilai kemanusiaan, empati, dan tolong-menolong.<br>3. <b>Bersikap toleran terhadap agama lain:</b> (Sila ke-1) Sikap saling menghormati perbedaan keyakinan adalah inti dari kerukunan umat beragama.<br>4. <b>Memberi bantuan tim sepakbola:</b> (Sila ke-3) Berkaitan dengan dukungan terhadap prestasi bangsa (nasionalisme), bukan aspek religius.<br>5. <b>Bersikap adil terhadap sesama manusia:</b> (Sila ke-2 atau ke-5) Berkaitan dengan perlakuan adil dalam hubungan sosial.<br><br><b>Kesimpulan:</b> Perilaku yang sesuai dengan aktualisasi sila pertama adalah nomor 1 dan 3, karena keduanya secara spesifik membahas hubungan antarumat beragama dan kebebasan berkeyakinan."
  },
  {
    "q": "Perhelatan kampanye akbar yang dilakukan oleh pasangan calon presiden dan wakil presiden baik petahana maupun penantang harus dilaksanakan dengan menjunjung nilai Pancasila dengan cara ...",
    "opts": [
      "Menjaga ketertiban dan keamanan atas nama persatuan",
      "Menghormati perasaan lawan politik saat berorasi",
      "Melindungi tujuan bersama Indonesia Jaya",
      "Menghindari konflik kepentingan dengan lawan",
      "Menghargai semua kritik dari lawan politik"
    ],
    "answer": "Menjaga ketertiban dan keamanan atas nama persatuan",
    "explanation": "Soal ini menanyakan implementasi nilai Pancasila dalam konteks kampanye akbar yang melibatkan massa besar. Fokus utamanya adalah bagaimana menjaga keutuhan bangsa di tengah kompetisi politik.<br><br><b>Analisis Pilihan Jawaban:</b><br><br>1. <b>Menjaga ketertiban dan keamanan atas nama persatuan (Jawaban Benar):</b> Pilihan ini mencerminkan Sila ke-3 (Persatuan Indonesia). Kampanye akbar sangat rawan gesekan, sehingga menjaga ketertiban demi persatuan adalah prioritas utama agar proses demokrasi tidak mengorbankan stabilitas nasional.<br><br>2. <b>Menghormati perasaan lawan politik saat berorasi:</b> Ini adalah etika komunikasi politik yang baik, namun sifatnya lebih ke arah adab personal kandidat, bukan prinsip dasar pengelolaan kegiatan massa dalam bingkai ideologi negara.<br><br>3. <b>Melindungi tujuan bersama Indonesia Jaya:</b> Pernyataan ini bersifat normatif dan terlalu umum (abstrak). Tidak menjelaskan tindakan spesifik (cara) dalam pelaksanaan kampanye.<br><br>4. <b>Menghindari konflik kepentingan dengan lawan:</b> Ini berkaitan dengan integritas dan profesionalisme, bukan fokus utama pada nilai Pancasila dalam konteks menjaga kedamaian saat kampanye.<br><br>5. <b>Menghargai semua kritik dari lawan politik:</b> Ini mencerminkan Sila ke-4 (demokrasi/musyawarah), namun dalam situasi 'kampanye akbar', aspek keamanan dan persatuan (Sila ke-3) menjadi landasan prasyarat agar demokrasi bisa berjalan.<br><br><b>Jawaban yang paling tepat adalah: Menjaga ketertiban dan keamanan atas nama persatuan.</b> Hal ini memastikan bahwa kontestasi politik tetap berjalan dalam koridor persatuan bangsa, sesuai dengan semangat Pancasila."
  },
  {
    "q": "Masuknya pengaruh budaya asing dapat mengikis keragaman budaya masyarakat Indonesia. Untuk menghindari pengaruh tersebut, langkah yang perlu dilakukan adalah ...",
    "opts": [
      "Mengaktulisasikan budaya daerah dalam berbagai kesempatan",
      "Menghindari masuknya pengaruh budaya dari negara lain",
      "Membangun sanggar-sanggar budaya di berbagai tempat",
      "Menyesuaikan budaya daerah dengan budaya yang datang dari luar",
      "Memantapkan budaya nasioanal untuk menggali budaya daerah"
    ],
    "answer": "Mengaktulisasikan budaya daerah dalam berbagai kesempatan",
    "explanation": "Soal ini membahas strategi kebudayaan untuk menghadapi tantangan globalisasi yang dapat menggerus identitas lokal. Kuncinya adalah penguatan dari dalam (internal) bukan penolakan total terhadap luar.<br><br><b>Analisis Pilihan Jawaban:</b><br><br>1. <b>Mengaktulisasikan budaya daerah dalam berbagai kesempatan (Jawaban Benar):</b> Langkah ini paling efektif dan proaktif. Dengan menampilkan dan mempraktikkan nilai-nilai budaya daerah dalam kehidupan sehari-hari (aktualisasi), budaya tersebut tetap hidup, relevan, dan menjadi identitas yang kuat sehingga tidak mudah tergerus oleh budaya asing.<br><br>2. <b>Menghindari masuknya pengaruh budaya dari negara lain:</b> Di era globalisasi dan teknologi informasi, menutup diri sepenuhnya (isolasi) adalah hal yang mustahil. Sikap yang tepat adalah selektif, bukan menghindar mutlak.<br><br>3. <b>Membangun sanggar-sanggar budaya di berbagai tempat:</b> Ini adalah langkah pendukung (sarana/infrastruktur), namun tanpa aktualisasi atau partisipasi aktif masyarakat, sanggar hanya akan menjadi bangunan fisik tanpa jiwa pelestarian budaya.<br><br>4. <b>Menyesuaikan budaya daerah dengan budaya yang datang dari luar:</b> Tindakan ini justru berisiko menghilangkan keaslian (orisinilitas) budaya daerah dan cenderung mengarah pada asimilasi yang melemahkan identitas lokal.<br><br>5. <b>Memantapkan budaya nasioanal untuk menggali budaya daerah:</b> Logika ini terbalik. Budaya nasional justru tumbuh dari puncak-puncak budaya daerah. Upaya pelestarian harus dimulai dari akar rumput (budaya daerah) itu sendiri.<br><br><b>Jawaban yang paling tepat adalah: Mengaktulisasikan budaya daerah dalam berbagai kesempatan.</b> Ini memperkuat ketahanan budaya (cultural resilience) masyarakat Indonesia."
  },
  {
    "q": "Pada tanggal 10 November 1945 seluruh rakyat Surabaya menolak menyerahkan diri dan memutuskan perang melawan Sekutu yang kemudian diperingati sebagai Hari Pahlawan. Peristiwa tersebut memberikan inspirasi agar kita ...",
    "opts": [
      "Dapat mewarisi semangat kepahlawanan dalam mempertahankan NKRI",
      "Terus bersemangat membangun dan mengisi kemerdekaan",
      "Mengambil hikmah dari peristiwa 10 November 1945",
      "Meneladani semangat Bung Tomo sebagai pahlawan nasional",
      "Mampu menangkap pesan heroik pada peristiwa 10 November 1945"
    ],
    "answer": "Dapat mewarisi semangat kepahlawanan dalam mempertahankan NKRI",
    "explanation": "Soal ini menggali makna peristiwa 10 November 1945 (Hari Pahlawan) sebagai sumber inspirasi bagi generasi penerus. Inti dari peristiwa tersebut adalah keberanian dan pengorbanan mempertahankan kedaulatan negara.<br><br><b>Analisis Pilihan Jawaban:</b><br><br>1. <b>Dapat mewarisi semangat kepahlawanan dalam mempertahankan NKRI (Jawaban Benar):</b> Pilihan ini paling tepat karena esensi dari peristiwa 10 November adalah perjuangan mempertahankan kedaulatan. Mewarisi semangat tersebut berarti menginternalisasi nilai rela berkorban dan patriotisme untuk menjaga keutuhan NKRI di masa kini.<br><br>2. <b>Terus bersemangat membangun dan mengisi kemerdekaan:</b> Ini adalah tindakan positif pasca-kemerdekaan, namun fokus peristiwa 10 November lebih pada aspek <i>pertahanan</i> dan <i>perlawanan</i> fisik, bukan pembangunan (filling independence).<br><br>3. <b>Mengambil hikmah dari peristiwa 10 November 1945:</b> Pernyataan ini terlalu umum. Hikmah bisa bermacam-macam, sedangkan soal meminta inspirasi spesifik yang relevan dengan konteks perjuangan.<br><br>4. <b>Meneladani semangat Bung Tomo sebagai pahlawan nasional:</b> Bung Tomo adalah tokoh sentral, tetapi peristiwa ini melibatkan seluruh rakyat (kolektif). Fokus inspirasi sebaiknya pada semangat juang rakyat semesta, bukan hanya satu tokoh.<br><br>5. <b>Mampu menangkap pesan heroik pada peristiwa 10 November 1945:</b> Menangkap pesan bersifat kognitif/pasif. Mewarisi semangat (opsi A) bersifat lebih aktif dan implementatif.<br><br><b>Jawaban yang paling tepat adalah: Dapat mewarisi semangat kepahlawanan dalam mempertahankan NKRI.</b> Ini adalah esensi utama peringatan Hari Pahlawan, yaitu meneladani tekad para pejuang dalam mempertahankan negara."
  }
]