[
    {
        "q": "Dengan alasan telah terjadinya kekosongan hukum, DPR mengajukan RUU yang didukung oleh dua fraksi dalam DPR. Dari segi yuridis apabila RUU tersebut lolos dan menjadi undang-undang, konsekuensinya adalah ...",
        "opts": [
            "Batal demi hukum karena secara politis sebenarnya tingkat dukungan kecil",
            "Sah asal kedua fraksi pendukung tersebut merupakan dua fraksi terbesar di DPR",
            "Sah asal melalui pembahasan dan melibatkan unsur pemerintah sesuai dengan ketentuan",
            "Sah asal agenda tersebut sudah ada di dalam program legislasi nasional pada tahun itu",
            "Tidak ada konsekuensi yuridis, kecuali rakyat yg menggugatnya secara masif"
        ],
        "answer": "Sah asal melalui pembahasan dan melibatkan unsur pemerintah sesuai dengan ketentuan",
        "explanation": "Dalam sistem legislatif Indonesia, pembentukan Undang-Undang merupakan kekuasaan bersama antara DPR dan Presiden (Pemerintah). Berdasarkan Pasal 20 UUD 1945, setiap RUU dibahas oleh DPR dan Presiden untuk mendapat persetujuan bersama. Meskipun RUU tersebut hanya didukung oleh dua fraksi di awal pengajuannya, ia akan tetap sah secara yuridis asalkan mengikuti prosedur formal pembentukan peraturan perundang-undangan.<br><br><b>Analisis Pilihan Jawaban:</b><br>1. <b>Batal demi hukum karena secara politis sebenarnya tingkat dukungan kecil.</b> Keabsahan yuridis sebuah UU ditentukan oleh pemenuhan prosedur hukum (formil) dan materi muatan (materil), bukan oleh jumlah fraksi pendukung di awal pengajuan.<br>2. <b>Sah asal kedua fraksi pendukung tersebut merupakan dua fraksi terbesar di DPR.</b> Besar atau kecilnya fraksi tidak menjadi syarat sahnya sebuah produk hukum dalam konstitusi.<br>3. <b>Sah asal melalui pembahasan dan melibatkan unsur pemerintah sesuai dengan ketentuan.</b> Ini adalah jawaban yang tepat. Sesuai prinsip <i>checks and balances</i>, RUU dari DPR wajib dibahas bersama Pemerintah. Jika disetujui bersama, maka RUU tersebut menjadi UU yang sah.<br>4. <b>Sah asal agenda tersebut sudah ada di dalam program legislasi nasional pada tahun itu.</b> Prolegnas adalah instrumen perencanaan, namun RUU kumulatif terbuka (karena keadaan tertentu/mendesak) tetap bisa disahkan meski di luar Prolegnas, asalkan prosedur pembahasan tetap ditempuh.<br>5. <b>Tidak ada konsekuensi yuridis, kecuali rakyat yg menggugatnya secara masif.</b> Setiap UU yang telah diundangkan memiliki konsekuensi yuridis yang mengikat seluruh warga negara, terlepas dari ada atau tidaknya gugatan.<br><br><b>Jawaban yang paling tepat adalah: Sah asal melalui pembahasan dan melibatkan unsur pemerintah sesuai dengan ketentuan.</b>"
    },
    {
        "q": "Tahun 1960, karena DPR tidak menyetujui rancangan anggaran pendapatan dan belanja negara yang diajukan oleh pemerintah, presiden membubarkan DPR hasil pemilu 1955 dan kemudian membentuk DPR Gotong Royong (DPR GR) . Jika dibandingkan dengan ketentuan UUD NKRI 1945 perubahan, hubungan presiden dengan DPR adalah ...",
        "opts": [
            "Presiden dapat membubarkan DPR",
            "Presiden tidak dapat membubarkan DPR",
            "Presiden bertanggung jawab kepada DPR",
            "DPR dapat meminta pertanggung jawaban presiden",
            "Presiden dan DPR saling mengawasi"
        ],
        "answer": "Presiden tidak dapat membubarkan DPR",
        "explanation": "Peristiwa pada tahun 1960 terjadi di bawah sistem Demokrasi Terpimpin yang memberikan kekuasaan besar kepada eksekutif. Namun, setelah amandemen UUD 1945, Indonesia mempertegas sistem presidensial dengan prinsip <i>checks and balances</i>. Berdasarkan Pasal 7C UUD 1945 hasil amandemen, dinyatakan secara eksplisit bahwa Presiden tidak dapat membubarkan dan/atau melumpuhkan Dewan Perwakilan Rakyat.<br><br><b>Analisis Pilihan Jawaban:</b><br>1. <b>Presiden dapat membubarkan DPR.</b> Pernyataan ini salah karena merupakan praktik masa lalu yang sudah dilarang oleh Pasal 7C UUD 1945 pasca amandemen.<br>2. <b>Presiden tidak dapat membubarkan DPR.</b> Ini adalah jawaban yang tepat. Ketentuan ini bertujuan untuk menjaga stabilitas negara dan mencegah absolutisme kekuasaan eksekutif atas legislatif.<br>3. <b>Presiden bertanggung jawab kepada DPR.</b> Dalam sistem presidensial setelah amandemen, Presiden tidak lagi bertanggung jawab kepada MPR/DPR, melainkan bertanggung jawab langsung kepada rakyat dan konstitusi.<br>4. <b>DPR dapat meminta pertanggung jawaban presiden.</b> DPR memiliki fungsi pengawasan, namun mekanisme 'meminta pertanggungjawaban' seperti dalam sistem parlementer atau sistem sebelum amandemen tidak lagi dikenal. Hubungan yang ada adalah mekanisme <i>impeachment</i> jika terjadi pelanggaran hukum berat.<br>5. <b>Presiden dan DPR saling mengawasi.</b> Meskipun terjadi hubungan timbal balik, pengawasan lebih dominan dilakukan oleh legislatif (DPR) terhadap eksekutif melalui hak angket, hak interpelasi, dan hak menyatakan pendapat.<br><br><b>Jawaban yang paling tepat adalah: Presiden tidak dapat membubarkan DPR.</b>"
    },
    {
        "q": "Pemilihan kepala daerah sebagai representasi demokrasi yang terjadinya di daerah perlu diatur pelaksanaannya dalam sebuah peraturan perundang-undangan. Berikut ini merupakan salah satu dampak yang terjadinya jika para legislator tidak memperhatikan UUD 1945 dalam menyusun perundang-undangan tentang pemilihan kepala daerah yaitu ...",
        "opts": [
            "Kepala daerah akan diuntungkan dengan adanya kelonggaran aturan dalam pilkada",
            "Pelaksanaan pemilihan kepala daerah tidak dapat berjalan dengan demokrasi dan adil",
            "Terjadinya konflik yang berkelanjutan antarpendukung kepala daerah dalam pilkada",
            "Legislator menjadi pihak pertama yang harus bertanggung jawab jika terjadinya konflik",
            "Pemilihan kepala daerah dapat berjalan dmeokratis karena sesuai keinginan legislator"
        ],
        "answer": "Pelaksanaan pemilihan kepala daerah tidak dapat berjalan dengan demokrasi dan adil",
        "explanation": "UUD 1945 merupakan hukum dasar tertinggi yang memuat prinsip-prinsip kedaulatan rakyat dan keadilan sosial. Dalam penyusunan undang-undang, termasuk aturan Pilkada, legislator wajib merujuk pada konstitusi agar nilai-nilai demokrasi tetap terjaga. Jika konstitusi diabaikan, maka aturan yang dihasilkan berisiko mencederai hak konstitusional warga negara dan prinsip pemilu yang Luber Jurdil.<br><br><b>Analisis Pilihan Jawaban:</b><br>1. <b>Kepala daerah akan diuntungkan dengan adanya kelonggaran aturan dalam pilkada.</b> Dampak ini bersifat spekulatif dan tidak mencakup kerugian sistemik terhadap kedaulatan rakyat secara keseluruhan.<br>2. <b>Pelaksanaan pemilihan kepala daerah tidak dapat berjalan dengan demokrasi dan adil.</b> Ini adalah jawaban yang paling tepat. Tanpa koridor UUD 1945, aturan Pilkada kehilangan landasan moral dan hukum untuk menjamin kesetaraan dan keadilan bagi semua kontestan dan pemilih.<br>3. <b>Terjadinya konflik yang berkelanjutan antarpendukung kepala daerah dalam pilkada.</b> Konflik adalah dampak sosiologis yang mungkin terjadi, namun dampak yuridis utama dari pengabaian konstitusi adalah rusaknya kualitas demokrasi itu sendiri.<br>4. <b>Legislator menjadi pihak pertama yang harus bertanggung jawab jika terjadinya konflik.</b> Tanggung jawab legislator bersifat politis dan legislatif, namun secara hukum, dampak utamanya ada pada legitimasi proses Pilkada tersebut.<br>5. <b>Pemilihan kepala daerah dapat berjalan dmeokratis karena sesuai keinginan legislator.</b> Pernyataan ini salah karena demokrasi tidak diukur berdasarkan keinginan legislator, melainkan kesesuaian dengan kehendak rakyat yang dibingkai oleh konstitusi.<br><br><b>Jawaban yang paling tepat adalah: Pelaksanaan pemilihan kepala daerah tidak dapat berjalan dengan demokrasi dan adil.</b>"
    },
    {
        "q": "Pemilihan umum merupakan salah satu bidang yang diatur dalam UUD RI 1945 pasal 22E. Alasan pentingnya pemilihan umum diatur dalam konstitusi adalah ...",
        "opts": [
            "Pelaksanaan pemilihan umum akan menghasilkan pemimpin yang kredibel",
            "Proses demokrasi merupakan proses panjang dan perlu diatur dengan jelas",
            "Pemilihan umum merupakan cerminan Indonesia sebagai Negara demokrasi",
            "Demokrasi langsung harus tercermin dalam pelaksanaan pemilu",
            "Pemilihan umum merupakan agenda demokrasi yang memerlukan biaya besar"
        ],
        "answer": "Pemilihan umum merupakan cerminan Indonesia sebagai Negara demokrasi",
        "explanation": "Pasal 22E UUD 1945 menegaskan bahwa pemilihan umum dilaksanakan secara langsung, umum, bebas, rahasia, jujur, dan adil setiap lima tahun sekali. Pengaturan ini sangat krusial dalam konstitusi karena Pemilu adalah instrumen utama perwujudan kedaulatan rakyat, yang merupakan ciri mutlak dari sebuah negara demokrasi.<br><br><b>Analisis Pilihan Jawaban:</b><br>1. <b>Pelaksanaan pemilihan umum akan menghasilkan pemimpin yang kredibel.</b> Ini adalah harapan atau output dari sebuah sistem pemilu yang baik, namun alasan yuridis di konstitusi lebih menekankan pada pemenuhan hak kedaulatan rakyat.<br>2. <b>Proses demokrasi merupakan proses panjang dan perlu diatur dengan jelas.</b> Pernyataan ini bersifat umum. Konstitusi mengatur hal-hal yang bersifat fundamental dan prinsipil, bukan sekadar masalah teknis proses yang panjang.<br>3. <b>Pemilihan umum merupakan cerminan Indonesia sebagai Negara demokrasi.</b> Ini adalah jawaban yang paling tepat. Konstitusi (hukum dasar) harus memuat landasan bahwa kekuasaan berasal dari rakyat, dan Pemilu adalah cara formal untuk membuktikannya.<br>4. <b>Demokrasi langsung harus tercermin dalam pelaksanaan pemilu.</b> Meskipun benar, pemilu di Indonesia juga mencakup pemilihan wakil rakyat (demokrasi perwakilan). Jadi, alasan utamanya adalah penegasan status negara demokrasi secara luas.<br>5. <b>Pemilihan umum merupakan agenda demokrasi yang memerlukan biaya besar.</b> Aspek finansial diatur dalam undang-undang teknis dan APBN, bukan menjadi alasan filosofis atau yuridis pencantuman pasal dalam konstitusi.<br><br><b>Jawaban yang paling tepat adalah: Pemilihan umum merupakan cerminan Indonesia sebagai Negara demokrasi.</b>"
    },
    {
        "q": "Salah satu lembaga Negara yang diatur setelah amandemen UUD 1945 adalah DPD. Salah satu alasan DPD dibentuk adalah ...",
        "opts": [
            "Penguatan pelaksanaan otonomi daerah",
            "Penyeimbang pelaksanaan fungsi legislasi DPR",
            "Penerapan fungsi check and balance di parlemen",
            "Percepatan pembangunan ekonomi di daerah",
            "Penyerapan aspirasi rakyat di daerah"
        ],
        "answer": "Penyerapan aspirasi rakyat di daerah",
        "explanation": "Dewan Perwakilan Daerah (DPD) dibentuk setelah amandemen UUD 1945 untuk mewakili kepentingan daerah di tingkat nasional. Kehadiran DPD bertujuan untuk memastikan bahwa aspirasi daerah tidak terabaikan dalam pengambilan keputusan di tingkat pusat, terutama yang berkaitan dengan otonomi daerah dan hubungan pusat-daerah.<br><br><b>Analisis Pilihan Jawaban:</b><br>1. <b>Penguatan pelaksanaan otonomi daerah.</b> Meskipun DPD membahas isu otonomi, penguatan pelaksanaannya lebih banyak bertumpu pada kebijakan eksekutif dan undang-undang yang dihasilkan bersama DPR.<br>2. <b>Penyeimbang pelaksanaan fungsi legislasi DPR.</b> Secara yuridis, kewenangan legislasi DPD masih terbatas dibandingkan DPR, sehingga DPD lebih bersifat memberikan pertimbangan daripada menjadi penyeimbang penuh (<i>strong bicameralism</i>).<br>3. <b>Penerapan fungsi check and balance di parlemen.</b> Konsep ini lebih dominan terjadi antarlembaga (eksekutif, legislatif, yudikatif). Di dalam parlemen sendiri, peran DPD lebih ke arah penguatan representasi daerah.<br>4. <b>Percepatan pembangunan ekonomi di daerah.</b> Ini merupakan dampak tidak langsung dari kebijakan yang pro-daerah, namun bukan fungsi utama yang melekat pada hakikat pembentukan lembaga legislatif DPD.<br>5. <b>Penyerapan aspirasi rakyat di daerah.</b> Ini adalah jawaban yang paling tepat. DPD dibentuk agar kepentingan spesifik daerah-daerah di Indonesia memiliki wadah resmi untuk disuarakan di tingkat nasional guna memperkuat sistem perwakilan.<br><br><b>Jawaban yang paling tepat adalah: Penyerapan aspirasi rakyat di daerah.</b>"
    },
    {
        "q": "Perubahan UUD negara RI tahun 1945 dalam pasal 24 ayat 1 dimaksudkan untuk mempertegas bahwa tugas kekuasaan kehakiman dalam sistem ketatanegaraan Indonesia, yakni untuk ...",
        "opts": [
            "Menyelenggarakan peradilan yang cepat dan tidak berbelit-belit bagi para pencari keadilan di masyarakat",
            "Menyelenggarakan peradilan yang berpihak pada masyarakat kelas bawah atau kecil dengan biaya yang murah",
            "Menjadikan lembaga pengadilan yang kuat dan mandiri yang tidak dapat dicampuri oleh kekuatan atau kekuasaan lainnya",
            "Menyelenggarakan peradilan yang merdeka dan bebas dari intervensi pihak manapun guna menegakkan hukum dan keadilan",
            "Menjadikan lembaga yudikatif yang kuat dalam menyelenggarakan peradilan di Indonesia yang mengutamakan kepentingan masyarakat kecil"
        ],
        "answer": "Menyelenggarakan peradilan yang merdeka dan bebas dari intervensi pihak manapun guna menegakkan hukum dan keadilan",
        "explanation": "Pasal 24 ayat (1) UUD 1945 hasil amandemen secara eksplisit menyatakan bahwa kekuasaan kehakiman merupakan kekuasaan yang merdeka untuk menyelenggarakan peradilan guna menegakkan hukum dan keadilan. Hal ini merupakan jaminan konstitusional agar hakim tidak dapat diintervensi oleh cabang kekuasaan lain (eksekutif maupun legislatif).<br><br><b>Analisis Pilihan Jawaban:</b><br>1. <b>Menyelenggarakan peradilan yang cepat dan tidak berbelit-belit.</b> Ini adalah asas peradilan (sederhana, cepat, biaya ringan), namun bukan bunyi atau inti utama dari Pasal 24 ayat (1).<br>2. <b>Menyelenggarakan peradilan yang berpihak pada masyarakat kelas bawah.</b> Hukum harus berdiri tegak di atas semua golongan (<i>equality before the law</i>), bukan memihak kelas tertentu saja.<br>3. <b>Menjadikan lembaga pengadilan yang kuat dan mandiri.</b> Pernyataan ini benar namun kurang lengkap karena tidak mencantumkan tujuan akhirnya, yaitu penegakan hukum dan keadilan.<br>4. <b>Menyelenggarakan peradilan yang merdeka dan bebas dari intervensi pihak manapun guna menegakkan hukum dan keadilan.</b> Jawaban ini sangat tepat karena sesuai dengan diksi konstitusi yang menekankan pada kemerdekaan kekuasaan kehakiman.<br>5. <b>Menjadikan lembaga yudikatif yang kuat... mengutamakan kepentingan masyarakat kecil.</b> Fokus utama kekuasaan kehakiman adalah keadilan hukum yang objektif, bukan berdasarkan kepentingan kelompok.<br><br><b>Jawaban yang paling tepat adalah: Menyelenggarakan peradilan yang merdeka dan bebas dari intervensi pihak manapun guna menegakkan hukum dan keadilan.</b>"
    },
    {
        "q": "Fungsi kehakiman diera orde baru menurut UUD NRI 1945 terletak pada Mahkamah Agung (MA) . Selanjutnya fungsi kehakiman di era reformasi terbesar pada Mahkamah Konstitusi (MK) yang memiliki kewenangan dalam hal ...",
        "opts": [
            "Pengujian materi UU atas UUD",
            "Pembubaran organisasi kemasyarakatan",
            "Pemberian grasi kepada terpidana",
            "Uji materi peraturan perundangan dibawah UU terhadap UU",
            "Seleksi calon hakim agung di MA"
        ],
        "answer": "Pengujian materi UU atas UUD",
        "explanation": "Mahkamah Konstitusi (MK) adalah lembaga negara baru yang lahir pasca-amandemen UUD 1945. Berdasarkan Pasal 24C ayat (1) UUD 1945, MK memiliki empat kewenangan dan satu kewajiban. Salah satu kewenangan utamanya adalah menguji undang-undang terhadap Undang-Undang Dasar (<i>judicial review</i>).<br><br><b>Analisis Pilihan Jawaban:</b><br>1. <b>Pengujian materi UU atas UUD.</b> Ini adalah jawaban yang tepat. MK berfungsi sebagai pengawal konstitusi (<i>guardian of the constitution</i>) yang memastikan tidak ada norma undang-undang yang melanggar hak konstitusional warga atau prinsip dasar negara.<br>2. <b>Pembubaran organisasi kemasyarakatan.</b> MK memiliki wewenang membubarkan Partai Politik, bukan organisasi kemasyarakatan (Ormas). Pembubaran ormas mengikuti prosedur hukum di bawah kementerian terkait dan pengadilan umum.<br>3. <b>Pemberian grasi kepada terpidana.</b> Grasi adalah hak prerogatif Presiden (lembaga eksekutif) dengan memperhatikan pertimbangan Mahkamah Agung.<br>4. <b>Uji materi peraturan perundangan dibawah UU terhadap UU.</b> Ini merupakan wewenang Mahkamah Agung (MA). MK hanya menguji setingkat UU terhadap UUD.<br>5. <b>Seleksi calon hakim agung di MA.</b> Tugas melakukan seleksi dan mengusulkan calon hakim agung adalah wewenang Komisi Yudisial (KY).<br><br><b>Jawaban yang paling tepat adalah: Pengujian materi UU atas UUD.</b>"
    },
    {
        "q": "Dalam sidang PPKI disepakati siapa yang berhak menjadi warga negara Indonesia yang tertulis dalam pasal 26 ayat (1) dan (2) . Tidak hanya bangsa Indonesia asli, bangsa lain yang disahkan UU juga berhak menjadi warga negara. Bagaimana nilai persatuan tergambar pada perumusan hal tersebut?",
        "opts": [
            "Bangsa yang diakomodasi sebagai warga terbatas pada yang ikut berjuang pada periode kemerdekaan",
            "Perumus UUD 1945 memikirkan secara seksama untuk melibatkan seluruh komponen perjuangan",
            "Pasal mengenai warga negara dibebas dalam tataran hukum internasional",
            "Persyaratan menjadi warga negara ditetapkan dengan UU",
            "Persatuan diantara orang Indonesia asli bersifat fundamental pada perumusan tersebut"
        ],
        "answer": "Perumus UUD 1945 memikirkan secara seksama untuk melibatkan seluruh komponen perjuangan",
        "explanation": "Pasal 26 ayat (1) dan (2) UUD 1945 mencerminkan visi inklusif para pendiri bangsa. Dengan mengakomodasi 'orang-orang bangsa lain' melalui pengesahan undang-undang, perumus konstitusi menunjukkan bahwa kewarganegaraan Indonesia tidak hanya didasarkan pada etnisitas (<i>ius sanguinis</i>), tetapi juga pada komitmen dan kontribusi terhadap perjuangan bangsa.<br><br><b>Analisis Pilihan Jawaban:</b><br>1. <b>Bangsa yang diakomodasi sebagai warga terbatas pada yang ikut berjuang pada periode kemerdekaan.</b> Pernyataan ini tidak tepat karena kriteria kewarganegaraan dalam UU bersifat dinamis dan tidak hanya terbatas pada periode waktu tertentu saja.<br>2. <b>Perumus UUD 1945 memikirkan secara seksama untuk melibatkan seluruh komponen perjuangan.</b> Ini adalah jawaban yang tepat. Nilai persatuan terlihat dari kerelaan para perumus untuk menyatukan berbagai elemen masyarakat yang telah berproses bersama dalam sejarah perjuangan Indonesia ke dalam satu identitas kewarganegaraan.<br>3. <b>Pasal mengenai warga negara dibebas dalam tataran hukum internasional.</b> Tidak relevan. Penentuan warga negara adalah hak berdaulat (domestik) setiap negara, bukan sekadar mengikuti tren internasional.<br>4. <b>Persyaratan menjadi warga negara ditetapkan dengan UU.</b> Ini adalah fakta hukum (legalitas), namun tidak secara langsung menjelaskan nilai filosofis 'persatuan' di balik perumusannya.<br>5. <b>Persatuan di antara orang Indonesia asli bersifat fundamental pada perumusan tersebut.</b> Pernyataan ini kurang lengkap. Fokus pasal ini justru memperluas definisi warga negara melampaui kelompok Indonesia asli guna memperkuat persatuan nasional yang majemuk.<br><br><b>Jawaban yang paling tepat adalah: Perumus UUD 1945 memikirkan secara seksama untuk melibatkan seluruh komponen perjuangan.</b>"
    },
    {
        "q": "Sebagaimana diatur dalam pasal 13 UUD 1945, presiden dalam mengangkat duta atau menerima duta Negara lain harus memperhatikan pertimbangan DPR. Hal tersebut dimaksudkan agar ...",
        "opts": [
            "Pengangkatan duta dan penerimaan duta negara lain sudah mendapat persetujuan DPR",
            "Presiden dapat mempertimbangkan usulan calon yang disampaikan oleh DPR sebagai duta di negara lain",
            "Tidak ada penolakan dari DPR terhadap calon duta yang diangkat oleh presiden",
            "Dapat saling berkoordinasi dan bekerja sama antara presiden dan DPR dalam kegiatan eksekutif",
            "Dapat saling mengawasi dan mengimbangi dalam pelaksanaan tugas-tugas kenegaraan"
        ],
        "answer": "Dapat saling mengawasi dan mengimbangi dalam pelaksanaan tugas-tugas kenegaraan",
        "explanation": "Pasal 13 UUD 1945 mengatur mengenai hubungan diplomatik Indonesia dengan negara lain melalui pengangkatan dan penerimaan duta. Ketentuan untuk memperhatikan pertimbangan DPR merupakan implementasi dari prinsip <i>checks and balances</i> (saling mengawasi dan mengimbangi) agar kekuasaan eksekutif dalam urusan luar negeri tetap terkontrol oleh lembaga legislatif.<br><br><b>Analisis Pilihan Jawaban:</b><br>1. <b>Pengangkatan duta dan penerimaan duta negara lain sudah mendapat persetujuan DPR.</b> Pernyataan ini salah secara hukum. Pasal 13 menggunakan diksi 'pertimbangan', bukan 'persetujuan'. Artinya, Presiden tetap pemegang keputusan akhir.<br>2. <b>Presiden dapat mempertimbangkan usulan calon yang disampaikan oleh DPR.</b> Kurang tepat. Hak prerogatif untuk mengusulkan nama tetap ada pada Presiden, DPR hanya memberikan opini atau pertimbangan terhadap nama yang diajukan.<br>3. <b>Tidak ada penolakan dari DPR terhadap calon duta yang diangkat oleh presiden.</b> Secara konstitusional, DPR tidak memiliki hak veto untuk menolak duta; mereka hanya memberikan masukan.<br>4. <b>Dapat saling berkoordinasi dan bekerja sama antara presiden dan DPR.</b> Meskipun koordinasi terjadi, tujuan fundamental dari pencantuman pasal ini dalam konstitusi adalah fungsi pengawasan hukum, bukan sekadar kerja sama administratif.<br>5. <b>Dapat saling mengawasi dan mengimbangi dalam pelaksanaan tugas-tugas kenegaraan.</b> Ini adalah jawaban yang paling tepat. Mekanisme pertimbangan ini memastikan bahwa Presiden tidak bertindak absolut dalam menjalin hubungan internasional.<br><br><b>Jawaban yang paling tepat adalah: Dapat saling mengawasi dan mengimbangi dalam pelaksanaan tugas-tugas kenegaraan.</b>"
    },
    {
        "q": "Nilai Ketuhanan menjiwai pembentukan UU oleh presiden dan DPR sehingga UU yang dihasilkan memperhatikan aspek aspek spiritualitas . Bukti bahwa pancasila merupakan dasar Negara adalah ...",
        "opts": [
            "Setiap UU dimulai dengan rahmat Tuhan Yang Maha Esa",
            "Setiap UU yang dibentuk dimulai dengan konsiderans Ketuhanan",
            "Nilai Ketuhanan disertakan dalam proses pembahasan RUU",
            "Pembahasan RUU dikedepankan asas musyawarah mufakat",
            "UU yang dihasilkan untuk kepentingan semua lapisan masyarakat"
        ],
        "answer": "Setiap UU dimulai dengan rahmat Tuhan Yang Maha Esa",
        "explanation": "Bukti konkret bahwa Pancasila (terutama Sila Pertama) merupakan dasar negara dan sumber dari segala sumber hukum di Indonesia tercermin dalam irah-irah atau kepala surat setiap Undang-Undang. Kalimat 'Dengan Rahmat Tuhan Yang Maha Esa' merupakan kewajiban formal yang menunjukkan bahwa hukum di Indonesia tidak hanya bersifat sekuler, tetapi juga memiliki landasan spiritualitas dan moralitas ketuhanan.<br><br><b>Analisis Pilihan Jawaban:</b><br>1. <b>Setiap UU dimulai dengan rahmat Tuhan Yang Maha Esa.</b> Ini adalah jawaban yang tepat. Berdasarkan UU No. 12 Tahun 2011, setiap UU wajib mencantumkan frasa ini sebagai bentuk pengakuan bahwa kekuasaan membentuk hukum tetap berada di bawah kekuasaan Tuhan.<br>2. <b>Setiap UU yang dibentuk dimulai dengan konsiderans Ketuhanan.</b> Kurang tepat. Konsiderans (bagian 'Menimbang') biasanya berisi latar belakang sosiologis dan yuridis, sedangkan pengakuan Ketuhanan terletak pada Irah-irah.<br>3. <b>Nilai Ketuhanan disertakan dalam proses pembahasan RUU.</b> Meskipun benar secara filosofis, hal ini tidak terlihat secara eksplisit sebagai bukti fisik produk hukum yang menyatakan Pancasila sebagai dasar negara.<br>4. <b>Pembahasan RUU dikedepankan asas musyawarah mufakat.</b> Ini mencerminkan Sila Keempat, bukan bukti spesifik mengenai aspek spiritualitas/Ketuhanan yang ditanyakan dalam soal.<br>5. <b>UU yang dihasilkan untuk kepentingan semua lapisan masyarakat.</b> Ini mencerminkan cita-cita keadilan sosial (Sila Kelima) dan fungsi hukum secara umum, bukan bukti formal Pancasila sebagai dasar negara yang berketuhanan.<br><br><b>Jawaban yang paling tepat adalah: Setiap UU dimulai dengan rahmat Tuhan Yang Maha Esa.</b>"
    }
]